{"name":"CE Extra Magic","description":"CE Extra Magic","entities":[{"type":"Spells","name":"Against all Odds","description":"This spell aids those who face insurmountable\nodds. This spell may only be cast on a single\ntarget, but on a success it grants the hero an Up\nwhen attempting a test that has a Heroic (DN 18)\nor greater difficulty. Difficulty modifiers are not\nconsidered in this requirement.\nSpecial: If this spell is cast in a reality with the\nLaw of the Underdog (such as Core Earth) then the\ncasting test is Favored.\nSuccess Levels:\n• Good: The target gains Up on their next\ntest that has a Very Hard (DN 16) or greater\ndifficulty.\n• Outstanding: As Good but also gains Up\nshould the total difficulty modifier equal\nNearly Impossible (-10).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Alteration 16","Casting Time":"1 action","DN":"Very Hard (DN 16)","Range":"Touch","Duration":"3 rounds","Type":"Magic"}}}}]},{"type":"Spells","name":"Arcane CSI","description":"Arcane CSI provides a tool for the arcane\ninvestigator to take a look back at a crime scene and\nsee a representation of what happened. Victims\nand perpetrators are represented by illusionary\navatars that may approximate their rough shape\nand size, such that a subject’s general nature can\nbe determined, but nothing specific (e.g. the spell\ncould identify that a perpetrator was humanoid,\nbut not whether they were human or some other\nhumanoid species).\nThe location that can be analyzed is approximately\nthe size of a typical school room.\nOn a Standard Success, investigators gain a +4\nbonus to find and evidence analysis tests made in\nthe location when searching or investigating clues.\nSpecial: Arcane CSI may only be attempted once\nper scene on an individual location.\nSuccess Levels:\n• Good: As Standard but the tests are also\nFavored, and the species of the victims or\nperpetrators can be identified.\n• Outstanding: As Standard but the tests are\nUp, and the species and gender of the victims\nor perpetrators can be identified.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Divination 10","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"5 meters","Duration":"10 minutes","Type":"Magic"}}}}]},{"type":"Spells","name":"Heroes","description":"Prerequisite: Beta Clearance and Reality Mage OR\nStoryteller\nHeroes may only be cast by reality-rated wizards\nusing the reality skill. This spell taps into the\nLaw of Glory and utilizes Possibility Energy to\ntemporarily imbue an Ord with Possibilities which\nthey may spend themselves. The specific Ord\ncannot be chosen, but is selected from those within\nrange. The only Ords eligible are those who would\nbe considered bystanders or allied to the caster.\nOn a Success the Ord gains one Possibility, and\nmay make reality tests using their Spirit, Boost\nAction and Soak Damage as if they were reality-\nrated themselves. The wizard may also immediately\ntransfer one of their own Possibilities to the target\nOrd. Higher Success Levels imbue the Ord with\nadditional Possibilities and if a Glory occurs, the\nOrd transcends, this being their Moment of Crisis.\nSpecial: This spell may only be attempted once\nper scene, and if it is not cast during an encounter\nor a Dramatic Skill Resolution it has no effect. If the\nspell is cast in an area where the Law of Glory is in\neffect, the reality test is Favored but if it is cast in a\nStandard scene, the casting is Disfavored.\nSuccess Levels:\n• Good: The Ord gains 2 Possibilities.\n• Outstanding: The Ord gains 3 Possibilities.\n• Glory: As Outstanding and the Ord gains the\nreality skill with one add.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":15,"Skill":"Reality 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"100 meters","Duration":"The rest of the scene","Type":"Magic"}}}}]},{"type":"Spells","name":"Tap Ley Line","description":"The wizard can tap into the arcane energy of nearby\nley lines to temporarily enhance his Magic Axiom\nand reduce the likelihood of disconnecting when\ncasting contradictory spells. If the caster is in a reality\nother than Core Earth, the Zone modifiers apply (-4\nfor Dominant, -8 for Pure). On a success, the wizard’s\nMagic Axiom temporarily increases to 12.\nIf the wizard is in another cosm entirely, this\nability may not be used. This spell may be cast only\nonce per scene.\nSuccess Levels:\n• Good: The wizard’s Magic Axiom increases to 15.\n• Outstanding: The wizard’s Magic Axiom\nincreases to 18.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Alteration 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Self","Duration":"Rest of scene","Type":"Magic"}}}}]},{"type":"Spells","name":"Wall of Stone","description":"The geomancer lifts the rock, stone, and earth to\nform a wall up to 10 meters long, 3 meters high,\nand 30 centimeters thick at a place within range.\nThe wall repels all attempts to penetrate it until it\nis dismissed or breached. It has Toughness 15, is\nimmune to Shock damage, and can take 1 Wound.\nSuccess Levels:\n• Good: The wall’s Toughness increases to 20.\n• Outstanding: As Good and the wall’s Wound\nlimit increases to two.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":18,"Skill":"Apportation 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"40 meters","Duration":"Concentration","Type":"Magic"}}}}]}]}