{"name":"CE Extra Psionics","description":"CE Extra Psionics","entities":[{"type":"Spells","name":"Compelling Voice","description":"Compelling voice may only be manifested at\na single target, and the target must be able to\nunderstand the psi (i.e. it must be intelligent\nenough to understand commands and speak the\nsame language).\nTo manifest this power, the psi must speak a short\ncommand to a single target (no Multi-Targeting).\nThe command may involve the victim undertaking\nany action using his own skills and abilities, but\nmay not be forced to spend Possibilities. If the\ncommand involves making multiple actions,\nmanifesting this power invokes a penalty equal to\nthe usual Multi-Action penalty. If the command\nendangers the victim’s life (such as telling them to\nwalk off a cliff) the telepathy test takes an additional\nHard (–4) penalty.\nIf the target is reality-rated, the test is instead a\ncontest of telepathy vs. willpower or Spirit.\nOn a success, the target resists but becomes\nStymied and Vulnerable.\nSuccess Levels:\n• Good: The target must undertake the action,\nbut any skill tests to resolve the action take a –2\npenalty.\n• Outstanding: As Good but without penalty.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Telepathy 12","Casting Time":"1 action","DN":"Hard (–4) vs. target’s willpower or Mind","Range":"5 meters","Duration":"1 round","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Heat Shield","description":"The psi creates a shimmering wave of heat that\nsurrounds her, and incinerates projectiles (bullets,\narrows, etc.) fired at her. This shield has no effect\non melee or unarmed attacks, nor does it affect\nenergy weapons attacks. On a success, the hero gains\n+2 to her dodge defense and +2 Armor against fire\ncombat and missile weapons attacks\nSuccess Levels:\n• Good: The bonuses increase to +3.\n• Outstanding: The bonuses increase to +4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"6 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Minor Telekinesis","description":"Minor telekinesis allows the psi to grasp, move,\nand manipulate objects with a mass of up to five\nkilograms with her mind. This can include such\nactions as wielding a sword, flipping a switch,\nor punching a foe. Although the psi can only\nmanipulate small objects (or barely push heavier\nones) if he strikes with those objects (or just with\nhis mind) it uses a base Strength equal to the psi’s\nSpirit.\nThe psi must manifest this power to grasp or hold\na single object but once successfully manifested, he\nmay continue to manipulate that object as long as\nhe maintains Concentration. He may manipulate\nother objects by manifesting the power additional\ntimes.\nThe psi uses his own skills as normal (i.e. unarmed\ncombat when hitting a foe, lockpicking when\nattempting to pick a lock).\nSuccess Levels:\n• Good: The psi may transfer focus to another\nobject without manifesting minor telekinesis\nagain.\n• Outstanding: The duration increases to 6\nrounds.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Kinesis 8","Casting Time":"1 action","DN":"Easy (DN 8)","Range":"10 meters","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Teleport","description":"With this power, the psi may transport herself,\nher belongings and any small objects she holds\n(but not other beings) directly to another location\nwithin range. She can declare the target location\neither generally (e.g. to the other side of the door)\nor by direction and distance (e.g. 10 meters straight\nup).\nOn a success, the psi teleports successfully but\nis disoriented upon arrival and is Stymied and\nVulnerable.\nThe psi may teleport to locations she cannot see,\nbut the kinesis test takes a Hard (–4) penalty. If she\nwould accidentally appear in a solid she teleports\nto the nearest safe location (within range, which\nmay include her origin point) but all tests are\nDisfavored until the end of her next turn.\nSuccess Levels:\n• Good: The psi is not Stymied or Vulnerable\nafter teleporting.\n• Outstanding: As Good and the psi’s next\nattack against enemies in the vicinity are\nFavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":26,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"10 meters","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Updraft","description":"The hero create gusts of air that lifts her a regular\nmove straight up. Next turn she drifts back down\nalong any path you desire as your walk move.\nSuccess Levels:\n• Good: The psi moves in the air without\ndescending for an extra turn.\n• Outstanding: The psi moves in the air without\ndescending for two extra turns.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Kinesis 12","Casting Time":"Simple action","DN":"Standard (DN 10)","Range":"Self","Duration":"Instant","Type":"Psionic power"}}}}]}]}