{"name":"CE Extra Miracles","description":"CE Extra Miracles","entities":[{"type":"Spells","name":"Captivate","description":"The cleric gains a supernatural ability to keep\nthose who hear his voice focused on him, listening\nto his sermon. The priest invokes this miracle in\na Huge Blast Radius centered on himself. Targets\nthat do not understand the language the priest\nis speaking are immune to this miracle. This\nmiracle can only be invoked outside of combat. If\ncombat ever starts in the vicinity, the miracle ends\nimmediately. Captivate requires the cleric to speak\ncontinuously. No other actions involving speech,\nincluding invoking other miracles, are allowed.\nAlso, the priest cannot move more than a few\nmeters from his initial location while this miracle\nis active.\nThe faith test to invoke this miracle is Favored if all\ntargets follow the same religion as the priest.\nOn a success the targets listen atttentively to the\npreaching but may take non-hostile actions such as\nreporting unusual activity.\nSuccess Levels\n• Good: The target is enthralled and cannot\ntake any action other than listening to the cleric.\nFind tests to notice unusual circumstances have\na -2 penalty.\n• Outstanding: As Good, plus the target is\nStymied and Vulnerable the first round after\nthe miracle ends","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":7,"Skill":"Faith 10","Casting Time":"1 round","DN":"The target’s Mind or willpower","Range":"10 meters","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Contort","description":"This miracle allows the invoker to bend and even\ntemporarily dislocate his arms, legs, and digits\nin ways that would otherwise be impossible or\nextremely painful. On a success the invoker’s tests\nto succeed at escaping bonds or fit through small\nspaces (large enough to fit the character’s head, at\nleast) are Favored. The character can move only\none meter per round while attempting these feats.\nSuccess Levels\n• Good: Tests to escape bonds or move through\nsmall spaces also gain a +4 bonus\n• Outstanding: The invoker’s bones soften\nand he can even squeeze between the bars of a\ntypical jail cell","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 10","Casting Time":"1 round","DN":"Standard (DN 10)","Range":"Self","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Control Animal","description":"Some people are able to charm animals using\nmusic, either by playing an instrument or by\nsinging or humming. While the invoker does not\nneed to physically touch the target, he does need\nto be within touching distance. This miracle may\nonly target one animal (for example, lizards, birds,\ndinosaurs, mammals, or fish, but not insects) with\na Mind of 4 or less. Mindless animals are immune.\nThe invoker automatically senses whether a target\nis eligible.\nOn a success, the invoker takes spiritual control of\nthe animal’s body. He may use his actions to move\nand act with the target’s body—or perform both\nusing Multi-Actions. The animal may be made to\nperform actions using its own skills and abilities\nwhile within line of sight of its controller. The\ncontroller cannot use the animal’s senses directly.\nA controlled animal must sacrifice an entire turn\nto attempt to break free—it may take no other\nactions, whether or not it succeeds—by making a\ncontest of willpower or Spirit against the invoker’s\nfaith. If successful, the invoker’s Concentration is\nbroken and the power ends.\nOnce an animal breaks free, it may not be the\nsubject of this miracle for the rest of the scene.\nSuccess Levels\n• Good: The animal’s attempts to break free\nhave a -4 penalty\n• Outstanding: The animal is unable to break\nfree of the control on its own—the invoker\nmust lose Concentration (which automatically\nhappens at the end of the scene).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s Spirit or willpower, plus any Size Modifier","Range":"Touch","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Holy Water","description":"This ritual must be invoked on consecrated\nground, such as a church, temple, or hallowed\ngrove, and requires at least one glass vial (Value\n10 for 10 regular vials or one large vial) to hold the\nblessed water. The supplicant blesses a container\nof pure, clean water (not puddles, ponds, or any\nwater that has been partially drunk). On a success,\nthis miracle creates one vial of holy water. One vial\nof holy water can be thrown, using missile weapons,\nat a target, dealing 12 damage to a supernaturally-\nevil creature (plus the usual extra bonus dice for\nGood or Outstanding hits). If the creature is not\nsupernaturally evil, it takes no damage. A large\nvial can hit up to three creatures within a Medium\nBlast Radius.\nAlternatively, a vial can be used to anoint a melee\nweapon as a simple action. A hit does +2 damage\nto supernaturally-evil creatures, but the weapon\nmust be anointed again after a successful hit.\nWhen the duration expires, the vials of holy water\nrevert to their original state.\nSuccess Levels\n• Good: Creates five vials’ worth of water\n• Outstanding: Blesses enough water to fill 10\nvials","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Faith 10","Casting Time":"30 minutes","DN":"Standard (DN 10)","Range":"Touch","Duration":"The rest of the act","Type":"Miracle"}}}}]},{"type":"Spells","name":"Incognito","description":"Incognito allows the supplicant to walk among other\npeople without being challenged or recognized.\nThis miracle does not make the character invisible\nor allow the character to move soundlessly, nor\ndoes it change the character’s appearance. People\nwho see the invoker merely think he’s supposed\nto be there.\nTo invoke this miracle, the character mimes\ndonning a cloak and says a prayer. On a success,\nas long as they are not specifically on guard,\nanyone observing the character automatically gets\na +0 bonus on their evidence analysis tests against a\nChallenging (DN 12) difficulty.\nA character on guard may make an evidence\nanalysis test as usual. Combined Actions cannot be\nmade to improve the test. If the test succeeds, the\nviewer sees through the charade, the invoker loses\nConcentration, and the miracle ends.\nSuccess Levels\n• Good: The evidence analysis test is Hard (DN\n14)\n• Outstanding: The evidence analysis test is Very\nHard (DN 16)","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Faith 12","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Meditation","description":"To meditate, the invoker must sit calmly on the\nground and focus on senses and steady breathing.\nIf the environment is not quiet and calm, the GM\nmay assign a -2 or -4 penalty, as desired. Any\ncombat immediately interrupts the invocation of\nthis miracle.\nOn a success, any one test the character makes in\nthe next 24 hours is Favored.\nThe character may make a test to invoke meditation\nonly once every 24 hours.\nSuccess Levels\n• Good: The test is Favored and also gains a +2\nbonus\n• Outstanding: The test is Favored and also\ngains a +4 bonus","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":6,"Skill":"Faith 8","Casting Time":"30 minutes","DN":"Easy (DN 8)","Range":"Touch","Duration":"24 hours","Type":"Miracle"}}}}]},{"type":"Spells","name":"Pass Without Trace","description":"The invoker touches each target and\nasks her deity to obscure their passage\n(using the Multi-Targeting rules if\nnecessary). On a success anyone\nattempting a tracking test to follow\ntakes a -4 penalty.\n• Success Levels\n• Good: The penalty is -6\n• Outstanding: The penalty is -8","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Touch","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Walk on Water","description":"Walk on water allows affected targets\nto move their normal speed (not run)\natop liquids as if the surface were\nsolid ground. A submerged target\nmay climb up and out of the water,\nand those on the surface may dive\nunder water if they choose. The invoker\nmay attempt to affect multiple people\nby taking the usual Multi-Targeting\npenalties.\nSuccess Levels\n• Good: The duration increases to 1 minute\n• Outstanding: Affected targets may run atop\nliquid surfaces as well","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Duration":"30 seconds","Type":"Miracle"}}}}]},{"type":"Spells","name":"Yin and Yang","description":"By invoking this miracle, the character taps into\nthe belief that people, events, and things have\ncomplimentary aspects, and while bad luck may\nbe ascendant, good luck may be just around the\ncorner.\nOn a success, the hero’s luck flattens out. For the\nrest of the scene, if the character rolls a 1 at any\ntime, including after spending a Possibility or\nin an Up condition, he immediately re-rolls\nthe die. However, if the character rolls a\n20 at any time, he immediately re-rolls\nas well.\nThis miracle may only be attempted\nonce every scene.\nSuccess Levels\n• Good: The character immediately\nrerolls on a 1-2, as well as 20\n• Outstanding: As Good, but the\ncharacter rerolls on a 1-4, as well\nas 20","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"the end of the scene","Type":"Miracle"}}}}]}]}