{"name":"Living Land Ranged","description":"Living Land Ranged","entities":[{"type":"Ranged weapons","name":"Atlatl","description":"An atlatl is a short, hinged strut that hooks\nonto the back of a spear, and adds extra leverage\nwhen a hunter uses it to hurl the spear. Usually a\nhunter uses shorter spears or javelins made to fit\nthe atlatl, but it may also be used to grant other\nspears this weapon’s range.","rulesets":[{"system":"TORG","implementation":{"rangedStats":{"Stats":{"Tech":4,"Damage":"+2","Ammo":1,"Range":"10\/40\/80","Price":"25 (7)","Notes":""}}}}]},{"type":"Ranged weapons","name":"Boneforged Spear","description":"Light and aerodynamic, these\nspears have a long range when thrown.","rulesets":[{"system":"TORG","implementation":{"rangedStats":{"Stats":{"Tech":2,"Damage":"+2","Ammo":1,"Range":"5\/35\/50","Price":"120 (11)","Notes":"Stalek"}}}}]},{"type":"Ranged weapons","name":"Kesta Hive","description":"A kesta is large, thick-skinned fruit.\nOnce a kesta spoils it draws hundreds of small\nstinging insects, also called kesta because they are\nonly found around this particular fruit tree. They\nform a hive inside the skin of the fruit, lay eggs, and\nhibernate for nearly a month if left undisturbed. If\nthe skin of the fruit is broken the insects awaken,\nviciously attack the least-armored spot on any\ncreatures nearby, and then die. Much like bees,\nthe use of their stingers is fatal. Crafty hunters\nmay find hibernating nests and hurl the fruit at\nenemies—just so long as the fruit isn’t squashed\ntoo early. Once the natural hibernation cycle ends,\nthe insects burst from the husk of the fruit and fly\nin search of the nearest kesta tree.","rulesets":[{"system":"TORG","implementation":{"rangedStats":{"Stats":{"Tech":1,"Damage":"13","Ammo":1,"Range":"5\/10\/15","Price":"100 (10)","Notes":"Small Blast, Lowest Armor"}}}}]},{"type":"Ranged weapons","name":"Life Lance","description":"Though resembling a humble hrockt-\nshoot spear, a lifelance (or “takta rien” in the\nedeinos’ language) seethes with Lanala’s vitality,\ncausing plant life to bloom and surge with vibrant\ncolors whenever it comes near. A particularly\ncomplex pattern of woven roots forms the spear-\ntip, one that causes dizziness if closely studied.\nWhen thrown, the lifelance briefly transforms\ninto a blinding thunderbolt, reforming into its\nhrockt-root-spear shape upon impact with a target.\nLifelances are also well-suited to healing, assisting\nany faithful of Lanala in invoking miracles meant\nto restore life. In addition, the wielder of a lifelance\nneed only speak aloud his need for shelter, water,\nor food, and the spear-tip unerringly points toward\nthe closest location where that need can be satisfied.\nSurvival and faith tests become Favored when the\nlance is held by a character faithful to Lanala. The\nsacred weapon also grants knowledge of the healing\nand regenerate miracles, and a +2 bonus to faith rolls\nwhen invoking those miracles.","rulesets":[{"system":"TORG","implementation":{"rangedStats":{"Stats":{"Tech":3,"Damage":"+4","Ammo":1,"Range":"5\/25\/40","Price":"250K (27)","Notes":"Sacred, Jakatt"}}}}]},{"type":"Ranged weapons","name":"Sinew Bow","description":"An ancient form of bow that uses\nanimal tendons for backing and cordage.","rulesets":[{"system":"TORG","implementation":{"rangedStats":{"Stats":{"Tech":6,"Damage":"11","Ammo":1,"Range":"10\/30\/60","Price":"50 (8)","Notes":"Min Str 7"}}}}]}]}