{"name":"Tharkold magic","description":"Tharkold magic","entities":[{"type":"Spells","name":"Alpha","description":"The power of dominance radiates from the\nscholar. The caster appears to stand taller, move\nwith confidence, and has a powerful glint in her\neye. This spell releases an ancient and carnal feeling\nin all within the radius, causing creatures near her\nto mentally struggle and eventually submit to\nher presence.\nThe caster’s intimidation and persuasion\ntests are Favored.\nSpecial: This spell can only be attempted once per\nscene.\nSuccess Levels:\n• Good: Intimidation and persuasion tests against\ngain a +4 bonus instead.\n• Outstanding: The characters intimidation and\npersuasion tests are Up.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Agony","description":"The spellcaster reaches out and physically touches\na single target; no Multi-Targeting is available.\nOn a success, pain tears through the target’s\nbody causing temporary blindness, nausea, and\ninstability. The victim is Stymied and Vulnerable.\nSuccess Levels:\n• Good: The target is Very Stymied and Very\nVulnerable.\n• Outstanding: The target loses their next action\nand takes 2 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":11,"Skill":"Alteration 10","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Chilling Darkness","description":"A cold shadow extends from the caster,\nenshrouding all within 25 meters of her in darkness.\nThose within, or attacking targets within, the\ndarkness suffer a Dark (–4) penalty. Abilities and\ngear which allow subjects to see in darkness do not\nwork while inside the chilling darkness.\nAdditionally, all within the darkness, except the\ncaster, feel an overwhelming sense of terror. At the\nstart of their turn, each person other than the caster\nmust make a Fear test (willpower or Spirit) or become\nVery Stymied.\nSuccess Levels:\n• Good: The Fear tests have a –2 penalty.\n• Outstanding: The Fear tests have a –4 penalty.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 14","Casting Time":"1 action","DN":"Target’s intimidation or Spirit","Range":"25 meter radius, centered on caster","Duration":"1 round","Type":"Magic"}}}}]},{"type":"Spells","name":"Flesh Link","description":"Flesh link is a defensive spell devised by Tharkoldu\nscholars. In technodemon fashion, the caster shares\nhis pain with a single unwilling target. Multi-\nTargeting rules cannot be used.\nIf successful, the target suffers all Shock the caster\nsuffers, after any mitigating effects such as Occultech\nor Soaking. If the target reduces or is otherwise\nimmune to Shock, those abilities still apply.\nFlesh link does not prevent the caster from suffering\nany damage, and it inflicts Shock before the caster\ntakes any Concentration tests.\nSuccess Levels:\n• Good: The link is particularly painful and the\ntarget takes 1 additional Shock.\n• Outstanding: The target also takes any\nWounds the caster suffers.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Elemental Bullets","description":"Elemental bullets allows the acolyte to infuse bullets\nin any firearm with elemental energy. This spell can\nonly be cast on weapons that fire standard bullets\n(i.e. no energy, thrown, or missile weapons or special\nammunition). Enchanting heavy weapons (i.e. those\nthat require heavy weapons to fire) takes a Hard (–4)\npenalty. Multiple firearms may be targeted with\nMulti-Targeting as normal.\nWhen the acolyte casts this spell, she selects one\nform of elemental energy to infuse into the weapons.\nAs the caster lifts her hand from the firearms they\npulse with the imbued energy. Elemental bullets\ncount as a magical attack.\nThe energy options include:\n• Cold (Cryo Bullets): Frost can visibly be\nseen on the barrel. The weapon is cold to the\ntouch, and when fired, bolts of ice shoot forth\nfrom the weapon. A target hit by cryo bullets\nbecomes Stymied and Movement speed drops\nby 2 until Stymied wears off.\n• Fire (Fire Spitters): The firearm’s barrel\nglows red with heat. When this firearm is\nfired, the bullets look like bursts of fire. Those\nstruck by fire spitters may catch on fire (see\nEnvironmental Hazards in Torg Eternity;\nDamage 12 each round and Stymied) if\nthe damage of the bullet is greater than the\ntarget’s total toughness, unless they can pass\na Dexterity (DN 12) test. The fire goes out if\nthe target suffers no Shock damage from it or\nspends an Action to douse the flames.\n• Electricity (Shock Rounds): Electrical energy\ncrackles around the weapon, infusing the\nfirearm’s bullets with lightning. When fired,\nthe rounds appear to be bolts of lightning.\nThose struck by a weapon enhanced with\nshock rounds take 2 Shock.\nSuccess Levels:\n• Good: The firearm also deals +1 damage.\n• Outstanding: The firearm deals +2 damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Touch","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Forced Burst","description":"This spell allows the acolyte to drastically enhance\nthe rate at which the energy weapons or firearms can\nfire. Heavy weapons and missile weapons cannot be\naffected by this spell.\nForced burst increases the efficiency of the action,\nbolt, energy distribution, and other operations that\ngovern the rate of fire of the weapon. The weapon\ngains the Short Burst trait, or the Long Burst trait if\nit already fires Short Bursts. The weapon must still\nhave the ammo capacity and available rounds in\nthe clip or chamber to be able to fire the appropriate\nnumber of rounds.\nSuccess Levels:\n• Good: The weapon gains the Long Burst trait,\nor if the weapon already does Long Burst, the\nMalfunction range decreases by one.\n• Outstanding: The weapon gains the Long Burst\ntrait and the Malfunction range decreases to 1.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Impaling Limb","description":"Impaling limb is a spell created when Tharkold’s\nMagic Axiom was higher, and is currently\ncontradictory when cast within Tharkold.\nThis spell may only be cast on targets that have\na skeleton or similar structure, otherwise this spell\nautomatically fails. Additionally, it may only be cast\nupon willing targets, or those who are the caster’s\nsubmissives.\nWhen impaling limb spell is successfully cast, the\nspell breaks the bones and strips away the flesh of\none of the target’s arms, from elbow to fingertips.\nThe arm then temporarily reshapes into a vicious\nlooking spike that can be used to impale foes.\nThis gruesome process inflicts 2 Shock to the\ntarget. The limb is an effective weapon that inflicts\nStrength +4 damage with AP 2. Unarmed combat is\nused for attacks.\nWhen the spell ends, the limb reverts to normal.\nSuccess Levels:\n• Good: AP increases to 3.\n• Outstanding: AP increases to 4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Alteration 14","Casting Time":"1 round","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"1 minute","Type":"Magic"}}}}]},{"type":"Spells","name":"Flesh Armor","description":"Flesh armor was discovered hundreds of years\nago, when the Magic Axiom was higher, and is now\ncontradictory within Tharkold.\nThis spell may only be cast on targets that have\na skeleton or similar structure otherwise this spell\nautomatically fails. Additionally, it may only be\ncast upon willing targets, or those who are the\ncaster’s thralls.\nFlesh armor allows the scholar to shape his own\nor another’s flesh and bone making it significantly\ntougher. Bones audibly snap and twist as the scholar\npasses his hands over the target’s body. Bones visibly\nmove and expand under the skin – the rib cage fuses\ntogether, and the skull becomes larger as the bone\nmass dramatically increases, offering protection\nover vital organs. As the molding is completed, the\nflesh thickens and takes on a red tint.\nThe target takes 2 Shock from the painful process\nbut enjoys a +4 Full Body Armor that ignores two\npoints of Armor Penetration.\nAt the end of the duration, the target’s body\nreturns to normal.\nSuccess Levels:\n• Good: The armor ignores 3 points of AP.\n• Outstanding: The armor ignores 4 points of AP.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Alteration 14","Casting Time":"1 round","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"1 minute","Type":"Magic"}}}}]},{"type":"Spells","name":"Know Pain","description":"The acolyte points at a target, looking through\nits mind for the most agonizing memories. Finding\nthese, the caster becomes intimately familiar with\nthe most painful ways to cause harm to the target\n—striking a “bum knee,” applying pressure to a\nbroken bone that hasn’t completely healed, or other\nareas of the body physically or psychologically more\nvulnerable to attacks.\nOn a success, the target takes 2 Shock and all\nsubsequent attacks made by the adept against the\ntarget deal 1 additional Shock.\nSuccess Levels:\n• Good Success: The target takes 4 Shock\nand subsequent attacks by the adept deal 2\nadditional Shock.\n• Outstanding Success: The duration increases\nto 1 minute.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":11,"Skill":"Divination 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"25 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Occultech Blast","description":"This spell was originally developed by the\nTharkoldu, since the caster must possess Occultech\nto cast the spell.\nThe caster speaks an incantation that causes all her\nOccultech to arc and pulse as it begins to overload.\nIf the caster does not possess the Occultech perk,\nthis spell automatically fails.\nOccultech blast targets those within a Large Blast\nRadius centered on the caster. On a hit, the spell\ndeals 16 AP4 damage. The caster\nalso takes 2 Shock.\nSuccess Levels:\n• Good: +1BD damage.\n• Outstanding: +2BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Alteration 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"Self","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Overdrive","description":"The acolyte places her hand on a vehicle and\ntransfers the magical energy around her into the\nengine, which pulses. This enhancement gives the\nengine a significant boost for as long as the acolyte\nmaintains concentration.\nA Standard Success increases the vehicle’s Top\nSpeed by +1. If Top Speed increases to 11+ the vehicle\ngains the Fast property, if 15+ it gains the Very Fast\nproperty, and at 17+ the Ultra Fast property.\nAt higher levels of success the vehicle also becomes\nmore maneuverable.\nSuccess Levels:\n• Good: Top Speed increases by +2, and MR\nincreases by 1.\n• Outstanding: Top Speed increases by\n+3 and MR increases by 2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Apportation 10","Casting Time":"1 action","DN":"Vehicle’s Top Speed","Range":"Touch","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Subjugate Technology","description":"The acolyte quickly draws\nmagical runes in the air granting\nher influence on the object she\ntouches. Subjugate technology allows\nthe acolyte to slow down the moving\nparts, electrical currents, and all\ninner workings of a single non-Threat\ntechnological device.\nThe technological device affected by\nsubjugate technology must be of a Tech\nAxiom 17 or higher and have moving parts.\nIf the acolyte attempts to use the spell on\nan object that has a lower Tech Axiom it\nautomatically fails.\nSubjugate technology can target any single piece\nof armor, gear, weapon or similar device that can\nbe wielded in two hands. No Multi-Targeting is\nallowed. If the target is not in the possession of\nsomeone, the test is Challenging (DN 12), otherwise\nit’s against the willpower or Spirit of the wielder (with\na –2 penalty). Large and Very Large devices take a\n–4 or –8 penalty, respectively.\nIf the caster succeeds, he may control the item\nto do anything it could do on its own if given\nelectrical inputs: turn on or off, or possibly even\naim and attack! Any tests the object must make use\nthe caster’s skill (e.g. fire combat to shoot firearms).\nNote this doesn’t allow the caster to move an item\naround as if by telekinesis.\nIf the device is possessed by someone, they can\ncontrol it on their turn, by taking a contest against\nthe caster, using the target’s willpower vs. the caster’s\napportation. This counts as an action but other actions\nmay be taken as a Multi-Action as normal.\nSuccess Levels:\n• Good: The apportation test to maintain control\nin a contest is Favored.\n• Outstanding: As Good and the target’s test is\nDisfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Apportation 14","Casting Time":"1 action","DN":"Challenging (DN 12) or\nChallenging (–2) against the target’s\nwillpower or Spirit","Range":"Touch","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Summon Aishan","description":"Axiom Level: 12 or 14 (see below)\nAll Occultech is fueled by dark magic. Damaged\nor broken Occultech releases this energy back into\nthe cosm. This spell allows the scholar to draw\nthe available dark magic to him and form it into a\nsupernatural entity that obeys his every command.\nWhen cast within Tharkold, this spell uses\napportation. It can be cast outside of Tharkold\nby making a conjuration test with a Hard (–4)\npenalty instead. When cast in this manner, the\nAxiom Level is 14.\nThe scholar creates and binds an Aishan within\n50 meters of himself and may then direct it with a\nsimple action by using an action and testing against\nthe target’s dodge. The caster must take a simple\naction each round to command the Aishan or it\ndoes not act.\nThe spell’s duration ends immediately if the\nAishan is KOed.\nSuccess Levels:\n• Good: The Aishan gains +1 Wound.\n• Outstanding: As Good and the duration\nincreases to one round.\n\nAISHAN\nAn aishan is a spirit formed from the dark arcane\nenergy of damaged or destroyed Occultech.\nAishan are ghostly creatures who appear to be\nconglomerations of individual Occultech implants,\nformed into some semblance of a creature with\nlong, sharp claws and teeth.\nAishan are considered supernaturally\nevil creatures.\nAttributes: Charisma 5, Dexterity 11, Mind 7, Spirit\n11, Strength 10\nSkills: Dodge 14, find 10, intimidation 13, maneuver\n13, stealth 14, taunt (10), tracking 10, trick (10),\nunarmed combat 14, willpower 13\nMove: 11; Tough: 10; Shock: —; Wounds: 2\nEquipment: —\nPerks: —\nPossibilities: Never\nSpecial Abilities:\n• Occultech Claws: Damage Strength + 2 (13).\n• Drawn to Cybernetics: If its target has cyberware\nor Occultech, the attack is Favored.\n• Ethereal: Aishan may move through walls and\nsolid objects, and are immune to physical attacks\nunless the weapon is magical or has a property\nthat allows it to affect ethereal beings. Magic,\nmiracles, psionics, and similar powers affect\nethereal beings normally.\n• Fear: Aishan are frightening spirits. The first\ntime a character encounters an aishan in an act,\nhe must make a willpower or Spirit test or become\nVery Stymied.\n• Undead: Aishan are immune to poison and other\neffects that require breathing, eating, or other\n“living” processes.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Apportation 14","Casting Time":"1 round","DN":"Challenging (DN 12)","Range":"50 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Summon Technodemon","description":"This is an exceptionally risky ancient (and\ncontradictory) spell, only used by the most desperate\nor mad of acolytes. The Tharkoldu are creatures of\nmagic, and they are bound to it in ways humans and\nthe Race are not.\nThe acolyte draws a summoning circle and uses it\nto harness a massive amount of magical energy. This\ndraws the attention of a nearby technodemon or\npulls one into the area if none are present. Shouted\nwords of power and runes of binding etched into\nthe air force the Tharkoldu to submit to the scholar’s\nwill—temporarily.\nFor the duration of the spell, the technodemon\nmust do as commanded. If the Tharkoldu is ordered\nto do something he’s violently opposed to, such\nas harming himself, he may make a contest of\nwillpower or Spirit against the caster’s apportation to\nbreak free and end the duration. Luckily, demons\ngenerally don’t mind hurting other beings, even\ntheir own allies.\nThe caster may attempt to summon a specific\nTharkoldu — including an Aspirant — with a\npersonal possession and the demon’s true name.\nThis increases the difficulty to Nearly Impossible\n(–10) vs. the target’s willpower or Spirit. After casting\nthis spell, regardless of success or failure, that\nparticular Tharkoldu cannot be summoned again\nfor a year and a day.\nThere is great risk in utilizing this spell. When\nthe duration ends, the Tharkoldu does not vanish,\nand is likely very angry. This rare ritual enrages\ntechnodemons. It is wise for the acolyte to be far\naway before releasing the technodemon. Even then,\nthe Tharkoldu live a long time and are gifted with\nlong memories. The technodemons hold a grudge\nand remember those who have made them do\nsuch a humiliating act. Those who use this ritual\nshould be wary.\nShould the caster or the caster’s allies KO or kill\nthe summoned technodemon, the caster will be\nunable to cast this spell for a year and a day.\nWorst of all, due to the energies involved, casting\nthis spell always draws technodemons as though a\nMishap occurred after a Tharkoldu Attack Cosm card\nwas played, even when completed successfully.\nThis spell can only be used in the cosm of Tharkold.\nIt automatically fails if used in any other cosms.\nSuccess Levels:\n• Good: The duration increases to 10 minutes.\n• Outstanding: The duration increases to 1 hour.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Apportation 16","Casting Time":"10 minutes","DN":"Heroic (DN 18) or see below","Range":"10 meters","Duration":"1 minute","Type":"Magic"}}}}]}]}