{"name":"Orrorsh magic","description":"Orrorsh magic","entities":[{"type":"Spells","name":"Boiling Blood","description":"The occultist needs an open flame, at least the size\nof one produced by a lighter, to cast this spell. With\nthe flame at the ready, the occultist makes a small\ncut on her hand while focusing on the target. She\nthen thrusts the injured part of her hand into the\nopen flame as she utters eldritch words. The blood\nthroughout the target’s body begins to boil causing\npain and possibly death.\nThe occultist must make a test against the target’s\nStrength. On a success the target takes 12 Damage.\nThis damage ignores armor, but magical protection\nmay guard against this spell.\nIf the Occultist risks testing Corruption\n(Challenging DN 12) she can increase the Damage\nBoiling Blood deals by +2 (for a total of 14). The\ndamage total is increased whether or not the\noccultist succeeds the Corruption test. This may\nonly be attempted once per casting of Boiling Blood.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":15,"Skill":"Alteration 14","Casting Time":"1 action","DN":"Target’s Strength","Range":"25 meters","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Ghost Form","description":"The occultist produces a small vial that is\nempowered by the casting of the spell. She consumes\nthe dark red liquid within as the spell is completed.\nUpon the consumption, the occultist’s form becomes\nsemi-transparent and ghost-like.\nIf the occultist makes a Standard success, she\nreceives a +4 bonus to all her Defenses and reduces\nall damage from physical attacks by 4 points. She\nalso suffers a –4 penalty to all physical attacks she\nmakes. All magical attacks such as miracles, spells,\npowers, or those from a magical weapon affect the\ncaster as normal.\nIf the caster chooses she can increase the duration\nof Ghost Form to 10 minutes by making a Corruption\ntest (Hard DN 14). The duration increases regardless\nof the success or failure of the Corruption test. The\ncaster can choose to continue to increase the duration\nif she is willing to risk further Corruption tests. This\ndoes not cost the caster an action.\nSuccess Levels:\n• Good: The caster can float at her Movement.\n• Outstanding: As Good and the caster becomes\nEthereal (as the Special Ability in Torg Eternity).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Alteration 14","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Self","Duration":"1 minute","Type":"Magic"}}}}]},{"type":"Spells","name":"Madness","description":"The occultist thinks of the most horrible,\ndespairing, frightening, and insane thoughts that\nshe can, pushing herself to the verge of insanity.\nBefore it can take hold of her, she points at her target\nwith a shout and projects these thoughts into the\ntargets head. The target’s thoughts become chaotic,\ncausing her to act in violently unpredictable ways.\nOn a Standard success, the target acts erratically\nand attacks a randomly determined target. This\ntarget can be an ally, enemy, or bystander and\ndoes not have to be adjacent to the target affected\nby Madness, though she must still be able to\nreach her victim.\nSuccess Levels:\n• Good: Affects all enemies within a Small Blast\nArea.\n• Outstanding: Affects all enemies within a\nMedium Blast Area.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Alteration 10","Casting Time":"1 action","DN":"Target’s willpower or Mind","Range":"50 meters","Duration":"1 round","Type":"Magic"}}}}]},{"type":"Spells","name":"Piercing Eyes","description":"The casters eyes become extremely bright beacons\nof blinding white light that stretch out from her\nsockets. Anyone she looks upon feels the wrath of\na thousand angry spirits reaching out to pierce and\ntear the flesh.\nThe caster may only target one creature per round.\nWhen a creature is targeted, the caster must test\nconjuration again against the target’s willpower or\nSpirit. On a successful test, the target suffers 8 points\nof Damage that ignores Armor. If the target has any\nCorruption Perks she takes an additional 4 Damage.\nThe round immediately after the duration of\nPiercing Eyes ends, the caster is treated as if she is in\nPitch Black (–6 to all attacks) as her eyes readjust to\nnormal light. This penalty is reduced by 2 on every\nround after the first until her eyesight returns to\nnormal on the 4th round after the spell duration ends.\nSuccess Levels:\n• Good: Damage +1 BD.\n• Outstanding: Damage +2 BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Conjuration 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"5 meters","Duration":"3 rounds","Type":"Magic"}}}}]},{"type":"Spells","name":"Shadow Constriction","description":"Those who have studied the mysteries of Orrorsh\nknow that shadows can be dangerous. An Occultist\nwho wields this spell can manipulate shadows to do\nher bidding. The caster calls to the nearby shadows\nand commands them to attack a target. The shadows\nlash out at the target, wrapping her up in its grasp.\nShadow Constriction attacks a target using the\nGrappling rules (see Torg Eternity). The shadows\nhave a Strength of 12 for purposes of dealing damage\nand breaking free of the grapple. As the Occultist\nguides the shadows attacks, it uses apportation for\nall attack tests.\nSuccess Levels:\n• Good: The target suffers a Dim Darkness\npenalty (–2 to attack and opposed grapple\ntests).\n• Outstanding: The target suffers a Dark\nDarkness penalty (–4 to attack and opposed\ngrapple tests).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Apportation 10","Casting Time":"1 action","DN":"Target’s unarmed combat or Dexterity","Range":"25 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Sudden Death","description":"This spell is one that has been re-purposed from\nthe scrolls of long dead warlocks and witches. The\noccultist calls forth the energies of any supernatural\nevil that will hear her call. Siphoning the Corruption\nfrom these creatures and the land itself, she draws\nit into one of her hands, turning it as black as\nmidnight. The hand becomes twisted and claw\nlike as it absorbs more wicked energy. The caster\nthan reaches out with the corrupt appendage and\nclaws at a creature’s chest. The talons quickly tear\nthrough the chest wall and sink into the creature’s\nheart —transferring the evil energy directly into it.\nThe victims heart seizes and palpitates.\nWelcoming pure evil into her body with this\nspell results in the caster having to test Corruption\n(Challenging DN 12). The success or failure of the\nCorruption test has no impact on the casting. If the\ntarget of Sudden Death is an Ord, she immediately\ncollapses as she goes into cardiac arrest. She cannot\nact for the next hour and at the end of that hour, she\ndies of a naturally seeming heart attack.\nPossibility rated characters suffer 20 damage that\nignores armor. If Sudden Death causes the target to\ntake more Wounds than her maximum, she makes\nher test for Defeat with a –4 penalty. If the target\nhas Corruption Perk she only has a –2 penalty on\nthe test for Defeat. If the target dies, it is the result\nof natural-seeming heart attack.\nSuccess Levels:\n• Good: The target has a –6 (–4 if Corrupted)\npenalty to the test for Defeat.\n• Outstanding: As Good and the test for Defeat\nis Disfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Alteration 14","Casting Time":"1 action","DN":"Target’s Strength","Range":"Touch","Duration":"Special","Type":"Magic"}}}}]},{"type":"Spells","name":"Terror","description":"Prerequisites: Beta clearance and Fear.\nTerror creates a deep and primal sense of fear\nthat can physically harm those impacted by it. The\ncaster releases a wave of energy. Enemies within a\nLarge Blast Area are affected by this spell. Affected\ntargets become Stymied and suffer 2 points of\nShock. Note that as an Area Effect attack, there is\nno Multi-Targeting penalty, but also no option to\nadd extra targets.\nTargets immune to fear effects can still be\naffected by Terror but have a +4 to their willpower\nor Spirit to resist.\nSuccess Levels:\n• Good: Affected targets become Very Stymied\nand suffer 4 Shock.\n• Outstanding: Affected targets lose their next\naction and suffer 4 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 16","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Autumnal Slumber","description":"Prerequisites: Beta clearance.\nNightmare Trees are a horrible device used to\ninfiltrate other realities by the Gaunt Man and\nleech their Possibilities. Autumnal Slumber is a ritual\ndesigned to temporarily suppress a Nightmare\nTree’s power.\nTo cast this ritual, the occultist must find one of\nthe roots stretching out from the Nightmare Tree.\nOnce located, the Occultist plunges her hand into\nthe dirt grasping the end of the root and pulling it\nout of the ground like a large writhing worm. While\nmaintaining a firm grasp on the root with one hand\nshe walks counterclockwise around the tree. She\nuproots more of the Nightmare Tree as she does\nthis and begins wrapping the root around the trunk\nof the tree. As long as the Occultist holds the root of\nthe tree, she is protected from all attempts by the tree\nto harm her. When the Occultist finishes wrapping\nthe trees root around it, she produces a silver nail\nand a hammer, placing the end of the root against\nthe trunk of the tree, and then driving the nail into\nthe root securing it against the tree. This binds the\nNightmare tree to itself for a time.\nCasting this ritual is not without risk. Maintaining\nsuch close contact with a Nightmare Tree and having\nthe sap spill onto the casters flesh or clothing exposes\nher to the taint of the tree. The Occultist must test\nCorruption (Hard DN 14) upon completion of this\nritual. The Corruption test has no impact on the\nsuccess or failure of Autumnal Slumber.\nFor the duration of Autumnal Slumber, the\nNightmare Tree is placed into a slumber like state.\nIt cannot attack or use any of its powers. During\nthis time, the Nightmare Tree does not have access\nto the Possibilities of the stelae network it has\ninfiltrated either.\nIf the Occultist is willing to risk testing Corruption\n(Very Hard DN 16) she may drain one Possibility\nfrom the Nightmare Tree upon completing this\nritual. This may only be done once per completion\nof casting Autumnal Slumber.\nSuccess Levels:\n• Good: The duration increases to 24 hours.\n• Outstanding: The duration increases to 48\nhours.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Alteration 16","Casting Time":"10 minutes","DN":"Very Hard (DN 16)","Range":"Special","Duration":"8 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Dark Bargain","description":"Prerequisites: Beta clearance and Protective Circle.\nDark Bargain is an extremely dangerous ritual that\nonly the most desperate of Occultists will enact. This\n24-hour long ritual requires the Occultist to cast a\nlarge protective circle around herself with salts\nthat have been soaked in the blood of a Corrupted\ncreature. She then lights 6 candles and begins calling\nout to the dark supernatural creatures of Orrorsh.\nIf the Occultist performs the ritual correctly, and\nin her heart truly desires to strike a bargain with\nsuch an evil entity, it appears before her. The entity\nwill grant the Occultist a powerful boon, but at a\ngreat price.\nOn a Standard success, the caster refreshes her\nPossibilities and gains one extra. She also gains one\nCorruption Perk. Taking the Corruption Perk cannot\nbe prevented in any way; the Storm Knight willingly\naccepts the stain on her soul as the price for making\nthe bargain.\nSuccess Levels:\n• Good: The casters Destiny Hand size is\nincreased by one for the rest of the Act.\n• Outstanding: The casters Destiny Hand size is\nincreased by two for the rest of the Act.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Divination 16","Casting Time":"1 day","DN":"Heroic (DN 18)","Range":"Self","Duration":"Special","Type":"Magic"}}}}]},{"type":"Spells","name":"Death Haunt","description":"Death Haunt allows the caster to haunt the target’s\nthoughts with constant visions of her own death.\nThe range of the ritual is a 3-mile radius if the caster\nknows who the target is. If the caster has an object\nbelonging to the target, the range expands to 300\nmiles. If the caster has a piece of the target (such\nas blood, hair, or nails), the range expands to 1000\nmiles. If the name and exact location of the target\nare known, plus she has a piece of the target then\nDeath Haunt has a limitless range.\nIf the caster succeeded at a test against the target’s\nwillpower or Spirit, the target suffers a -4 penalty to\nall skill tests for the duration of the ritual.\nSuccess Levels:\n• Good: All skill tests for the target are\ndisfavored.\n• Outstanding: As Good and the duration\nincreases to 8 hours.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Conjuration 10","Casting Time":"1 hour","DN":"Target’s willpower or Spirit","Range":"See below","Duration":"1 hour","Type":"Magic"}}}}]},{"type":"Spells","name":"Detect Curs","description":"This ritual requires some of the targets blood, hair,\nskin, or similar body part. Detect Curse is a divining\nritual that can reveal the target’s true nature. The\nOccultist draws a magical circle, lights incense,\nand combines the target’s body part with other\ncomponents in a bowl. This concoction is consumed\nby the caster at the conclusion of this rite. The\nnature of the target is then revealed to the Occultist.\nThough, the target is aware of the intrusion.\nUpon completion of this ritual, the caster must\ntest Corruption (Standard DN 10). The Corruption\ntest has no impact on the success or failure of this\nritual. On a standard success, the Occultist knows if\nthe target has any Corruption Perks, and how many.\nThe ritual tells the Occultist with absolute certainty\nif the target is a creature of supernatural evil or not.\nSuccess Levels:\n• Good: The Occultist knows if and what kind of\ncurse the target is affected by or what kind of\nmonsters the target is. Any Corruption Perks\npossessed are identified by name.\n• Outstanding: As Good, plus the target is\nunaware of the intrusion.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Divination 8","Casting Time":"10 minutes","DN":"Target’s willpower or Spirit","Range":"Unlimited","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Eye Scry","description":"This gruesome ritual requires the occultist to\npluck out her eye upon completion of casting. The\nritual starts with the caster carefully preparing her\nhand by cutting ancient runes into her fingertips.\nOnce this task is completed, she must immediately\nplace her bleeding fingertips into her eye socket\nand pull out her own eyeball. If the runes were cut\ninto her flesh correctly, the eye is pulled free with\nease and, miraculously, the occultist can still see\nthrough the eye.\nAt the conclusion of the ritual, the caster tests\ndivination. On a success the she suffers one Wound\nuntil her eye is returned to its socket.\nOnce removed the eye functions as normal, though\na slight transformation takes place. The optical\nnerves form into two small appendages that allow\nthe eye to creep along the ground at a Movement\nspeed of 10. The eye cannot run.\nThe eye is difficult to spot. Anyone looking for it\nmust make a Heroic (DN 18) find or Mind test to spot\nit and recognize what it is.\nThe eye is vulnerable to attack though its size does\nmake it harder to hit. All attackers suffer a –6 Size\npenalty and the eye’s Defenses are all 8. The eye only\nhas a Toughness of 2. Any Shock or Wounds dealt\nto the eye immediately destroy it.\nThe range of Eye Scry is unlimited. If the eye can\ntravel that distance it can see everything within\nthe normal capabilities of the Occultist who cast\nit. Once the duration ends, the eye immediately\nbecomes lifeless. If the caster retrieves the eye and it\nis undamaged, she can place it back into her socket,\nrecovering the Wound and regaining her vision.\nIf the eye is destroyed while outside of the\nOccultists head, even if returned to her socket, she\nis now blind in that eye.\nThe caster may increase the movement of Eye Scry\nby +4 (for a total of 14) by risking a Corruption test\n(Standard DN 10). The movement of Eye Scry is\nincreased regardless of the results of the Corruption\ntest. Eye Scry can only be modified in this way once\nper the casting of this ritual.\nSuccess Levels:\n• Good: The eye gains the ability to Fly at Speed\n10 and can run.\n• Outstanding: As Good and the duration\nincreases to 4 hours.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":7,"Skill":"Divination 10","Casting Time":"30 minutes","DN":"Standard (DN 10)","Range":"See below","Duration":"2 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Link Chart","description":"Piecing together the clues from an investigation\ncan present quite a challenge. The clues to solve\na mystery are not always obvious or apparent.\nThis ritual can help the caster organize and fill\nin any gaps.\nTo complete this ritual, the occultist needs a\nbulletin board, large canvas, or a clear spot on a\nwall. She then places notes , clues, pictures, and any\ndiscovered information on the board and connects\nloose pieces of twine or yarn to each. Then she\nreleases magical energy into the area and allows it\nto guide her in her thought process.\nOn a Standard success, Link Chart reveals one piece\nof significant information related to the mystery\nthe caster is trying to solve. This information is\nsomething she did not previously know, or guidance\ntowards where to make a potential discovery.\nIf the ritual fails or there are no discoveries left\nto make, or the notes and clues on the board aren’t\nfrom a single investigation the board bursts into\nflame and all the materials are destroyed.\nSuccess Levels:\n• Good: The caster learns two locations or pieces\nof information.\n• Outstanding: The caster learns three locations\nor pieces of information.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Divination 8","Casting Time":"30 minutes","DN":"Heroic (DN 18)","Range":"Special","Duration":"Special","Type":"Magic"}}}}]},{"type":"Spells","name":"Monkey's Paw","description":"This macabre ritual requires the occultist to have\nthe hand of a dead humanoid. The hand must still\nhave flesh. The ritual automatically fails if cast on\na skeletal hand. The caster soaks the disembodied\nhand in foul-smelling fluids while chanting.\nUpon completion of the ritual, the pinky finger\nand thumb shrivel and curl up while the remaining\nfingers remain straight. If the hand is kept visible on\nthe Occultist (typically worn as a talisman around\nthe neck) it grants protection against harm.\nIn addition to the apportation test to cast this\nritual, the Occultist must test Corruption (DN 12).\nThe Corruption test has no bearing on if the ritual\nsucceeds or fails.\nOn a Standard casting success the talisman allows\nanyone wielding it to Soak (including Ords) damage\nwithout spending a Possibility. Each Soak attempt\nwhere the Monkey’s Paw is used causes one of the\nstraight fingers to curl up like the pinky and thumb.\nOnce the Monkey’s Paw has been used to make three\nSoak attempts, the hand rapidly withers and turns\ninto dust. The Monkey’s Paw holds its power until\nall three Soak attempts have been used.\nSuccess Levels:\n• Good: All Soak rolls with the paw are made\nat a +2.\n• Outstanding: All Soak rolls with the paw are\nmade at a +4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":15,"Skill":"Apportation 10","Casting Time":"1 hour","DN":"Hard (DN 14)","Range":"Special","Duration":"Special","Type":"Magic"}}}}]},{"type":"Spells","name":"Nightmare Aegis","description":"Nightmares are powerful monsters which stalk\nOrrorsh. Many Storm Knights attempt to find\nways to defeat these creatures, but end up drawing\ntheir attention before they have discovered any\nvulnerability. Drawing the notice of a Nightmare\nhas cost the lives of many Storm Knights or the Ords\naround them.\nNightmare Aegis is a ritual designed to misdirect\nthe sight of a Nightmare. To complete this ritual, the\noccultist must posses at least one piece of information\nabout the specific Nightmare—specifically from one\nof the five investigation categories which defines it\nas described on page 73.\nWith this knowledge in mind, she focuses on it,\ncalling to the Nightmare and drawing its attention.\nOnce the Nightmare begins to look for her, the\nOccultist forms the shield around herself and her\nallies and redirects the Nightmare’s gaze elsewhere.\nThis leads the Nightmare on a wild goose chase and\ngives her and her allies more time to act without the\ngaze of the creature upon them.\nOn a Standard success, the occultist has fooled\nthe Nightmare for long enough to make it look\nelsewhere for her and her companions. All attempts\nby the Nightmare to locate the Storm Knight and\nthose she deems as her companions, fail for 24 hours.\nThe occultist may opt to double the duration of\nNightmare Aegis by testing Corruption (Very Hard\nDN 16) and choosing a specific person to divert the\nNightmare’s attention to. It feels to the creature as\nif that person is investigating them, and they act\naccordingly. The duration is increased no matter the\nresult of the Corruption test.\nSuccess Levels:\n• Good: The duration increases to 48 hours.\n• Outstanding: The duration increases to 72\nhours.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Apportation 16","Casting Time":"4 hours","DN":"Target’s willpower or Spirit","Range":"Special","Duration":"24 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Pestilence","description":"Pestilence is a risky ritual that can wreak great\nhavoc upon one’s enemies. To perform this ritual,\nthe Occultist must have something that belonged\nto a person who died of a sickness — bandages,\nclothing, a handkerchief, and similar things will\nsuffice. The diseased belonging is then ground up,\nburned, or otherwise shaped into dust. Finally,\nthe occultist mixes in other components to make\na magically infected powder that she blows into\nthe wind. These particles seek out her targets and\ninfect them.\nIn addition to making the conjuration test to cast\nthis ritual, the Occultist must also test Corruption\n(Challenging DN 12). The result of the Corruption\ntest has no impact on the success or failure\nof the ritual.\nPestilence infects all targets directly downwind\nwithin the ritual’s range. Each target is allowed a\nHard (DN 14) Strength test to fight off the disease.\nFailure means that the target is infected. Any targets\nwho fail the test immediately suffer a –1 to all\nAttributes as they become ill.\nThe disease that Pestilence creates has a short,\nbut devastating lifespan. Over the next 72 hours\neach target infected must make another Hard (DN\n14) Strength test at each 24-hour mark or suffer a\ncumulative –1 penalty to all Attributes, up to a total\nof –3 to all attributes on the third day. After the\nthird day, the targets begin to recover, eliminating\none point of penalty each day until they have no\npenalty at all.\nAdditionally, any target infected by Pestilence\nbecomes a temporary carrier of the magical disease.\nAnyone who comes into physical contact with\nsomeone with a current penalty must test Strength\n(Challenging DN 12) or become infected themselves\nas above. The new target in turn becomes a carrier\nwho can infect others.\nAny creature that has a Corruption Perk tracks\nthe penalty but ignores its effect on attributes. Such\ncreatures are technically immune, but still count\nas carriers of the magical disease for as long as the\npenalty would affect them.\nSuccess Levels:\n• Good: The caster is immune to the effects of\nthe disease she creates.\n• Outstanding: As Good and the caster chooses\n5 other targets that are immune.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Conjuration 12","Casting Time":"1 hour","DN":"Hard (DN 14)","Range":"500 meters","Duration":"Special","Type":"Magic"}}}}]},{"type":"Spells","name":"Transfer Corruption","description":"Those who have suffered the effects of Corruption\nPerks have a stain on their soul. To draw that stain\nout, it has to come to the surface. The temptations\nincur Corruption are strong, but there are ways to\ntemporarily cheat Orrorsh.\nWhile casting this ritual, the physical expression\nof corruption becomes exaggerated: disfigurements\nbecome obvious, moles look grotesque, old wounds\nreappear and fester, etc. This temporary ugliness\nis similar to the effects of Darkness Perks in Aysle,\nand no coincidence. At the climax of the ritual,\nthe occultist must choose a target to inflict her\nCorruption Perk upon.\nRegardless of if the target is an object or a person,\nthe Occultist must test Corruption (Hard DN 14).\nThis ritual is resolved despite the outcome of the\nCorruption test.\nOn a standard success the occultist can temporarily\ngains +1 Charisma and ignores the effects of\nCorruption Perks for the duration. If the target\nis a alive it suffers a –1 Charisma penalty for the\nduration, and temporarily inherits all the ghastly\nmanifestations of Corruption that manifested\nduring the casting. An object targeted by Transfer\nCorruption becomes warped and twisted. The caster\nmust keep this object on her person or the duration\nimmediately ends.\nDuring the ritual’s duration the caster doesn’t\nregister as supernatural evil or in possession\nof Corruption Perks for Detect Curse and other\nsimilar senses.\nTransfer Corruption only removes the physical\naspects of Corruption from the caster. Corruption\ncan still be detected in the caster through magical or\nother supernatural means. If the target is Defeated\nor destroyed the duration ends and the caster must\ntest Defeat as well.\nSuccess Levels:\n• Good: The duration increases to 48 hours.\n• Outstanding: As Good, plus the caster gains a\n+2 bonus to Charisma and the target suffers a –2\npenalty to Charisma for the duraction.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":11,"Skill":"Apportation 14","Casting Time":"10 minutes","DN":"Target’s willpower or Spirit, or Hard (DN 14) if\nan object","Range":"Touch","Duration":"24 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Truth of the Flesh","description":"Orrorsh is a cosm full of mysteries where Storm\nKnights may find themselves at the center of\ninvestigations of arson, robbery, and murder. This\nbloody ritual was designed to assist an interviewers\nwith obtaining the absolute truth from a suspect.\nTo complete this ritual, the occultist must harm\nthe target without killing him. Committing such a\ntorturous act requires Hard (DN 14) Corruption test.\nThis Corruption test has no impact on the success\nor failure of the ritual.\nOn a Standard success the target answers two\nquestions asked by the occultist completely and\nhonestly. If the target does not know the answer to\nthe question, he responds with, “I do not know,” or\nsomething similar. The target of Truth of the Flesh is\nnot granted any extra awareness of the subjects he\nis being interviewed about.\nOnce the ritual’s duration ends the target is\nunconscious for 24 hours.\nSuccess Levels:\n• Good: The target answers three questions\nhonestly and completely.\n• Outstanding: As Good, plus the target isn’t\nrendered unconscious.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Divination 10","Casting Time":"1 hour","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"1 hour","Type":"Magic"}}}}]}]}