{"name":"Nile Empire magic","description":"Nile Empire magic","entities":[{"type":"Spells","name":"Astral Form","description":"Parallel to our physical existence is an immaterial\none, a realm of ghosts and spirits. Some of these\nvengeful spirits, under a high enough Magic\nAxiom, can physically manifest and appear as\ndemons. Skilled sorcerers have discovered a means\nto replicate this feat, but in the other direction.\nWhen successfully cast, the sorcerer intentionally\nseparates his spirit from his physical body, and\nhis body becomes helpless and inert, as if he were\nsleeping. The hero’s astral form is transparent,\nethereal, and can fly as fast as he can run. The\ncharacter remains connected to his physical body\nthrough a silver cord, and can travel up to one\nkilometer away. The spellcaster may instantly\nmove back into his physical body as a free action.\nThis also happens if the caster loses Concentration\nor if the caster’s astral form or physical body is\nsubject to an effect like the banish miracle.\nThe hero can view the physical realm as if he\nwere physically present but cannot interact\nwith beings or objects present. However, he can\ninteract with and be attacked by ghosts, spirits, or\nother immaterial entities. Any of his abilities not\nconnected to physical objects can be used in astral\nform, including inherent pulp powers, pulp sorcery\nrituals, miracles, or spells. He can also attack using\nunarmed combat. These abilities and attacks only\naffect immaterial beings. Invoking banish while\nin astral form on an already immaterial foe has no\neffect.\nAttacks that can affect ethereal beings work on the\ncaster’s spirit for full effect.\nSuccess Levels:\n• Good: The character becomes invisible but\ncan become visible and speak to others in the\nphysical realm as a simple action. The caster\nstill cannot touch or otherwise physically\ninteract with any objects, but can make verbal\ninteraction attacks.\n• Outstanding: As Good and the spellcaster\ncan travel any distance away (in the same realm\nor cosm) from his body, and can travel to that\nlocation instantly (though he must already be\nfamiliar with that location).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 16","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"Self","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Blue Bands of Bastet","description":"The sorcerer yells out the name of this spell while\nmaking circular motions with his fingers, causing\nglowing blue bands of energy to form and constrict\naround a single target (Multi-Targeting may not\nbe used). On a success, the target is Stymied and\nVulnerable until the spell ends.\nSuccess Levels:\n• Good: The target is restrained. To escape the\ntarget win a contest of Strength vs. the caster's\nconjuration.\n• Outstanding: As Good but the duration\nincreases to one minute, and the caster’s test to\nkeep the target restrained is Favored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"20 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Calculate Weakness","description":"Calculate weakness is cast on one (and only one)\nheavily armored opponent or an object, and allows\nthe caster to find a weakness in the target's armor.\nThe spellcaster writes out a series of equations and\ninforms his allies in hearing range the location of\nthe weak spot. If the caster is unable to write out\nthe equations, he must do the calculations in his\nhead which makes it a Hard (DN 14) divination test.\nWhile this spell is active, the spellcaster allies may\nmake a Called Shot (-4 penalty). On a hit, the attack\ngains Armor Piercing 2.\nCalculate weakness cannot be cast again until the\nfirst casting ends.\nSuccess Levels:\n• Good: The hit gains AP4.\n• Outstanding: As Good and the attacker deals\nthe target an additional +1BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Divination 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Contemplation","description":"To be able to cast this spell at all, the spellcaster\nmust spend an hour quietly meditating on the\nuniverse. This can include studying astrological\ncharts as part of the use of the Astrologer Perk. After\nthis preperation is complete, the Mathematician\nsubconciously considers potential outcomes\nwhich can be brought to the forefront by casting\ncontemplation once per scene until the next sunrise.\nOn a success, the Storm Knight may draw two\nnew Destiny cards and then immediately discard\ntwo cards.\nA nonplayer character who casts this spell\nsuccessfully may reroll one test or contest during\nthe rest of the scene, even a Mishap, as if they\nplayed a Second Chance card.\nSuccess Levels:\n• Good: The Storm Knight draws three cards\nand then discards three cards. A nonplayer\ncharacter gets a +2 bonus to the reattempt.\n• Outstanding: The mathematician draws\nthree cards then discards two cards. Nonplayer\ncharacters get a +4 bonus to the reattempt.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":6,"Skill":"Divination 12","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Corporeal Diffraction","description":"By calculating his own vibrational frequency, the\nmathematician can decrease that frequency to a\npoint he (and everything he is wearing) can pass\nthrough spaces physically smaller than himself.\nThe spellcaster isn’t just able to pass through a\nsingle opening, but can pass through multiple\nopenings like bars or a portcullis. On a success,\nthe mathematician can pass through openings 10\ncentimeters across or larger.\nThis calculation is not simple and it does pose\nsome danger. Concentration must be maintained\nwhile passing through openings, and should\nconcentration fail, the spellcaster’s body is forcibly\nejected forward or backward through the opening\n(whichever is closer). To avoid injury, the caster\nmust succeed at a Hard (DN 14) alteration test. On\na failure, he takes one Wound. On a Mishap, he\ntakes 1 BD Wounds. These wounds may be soaked\nnormally.\nSuccess Levels:\n• Good: The spellcaster can pass through\nopenings one centimeter across or larger.\n• Outstanding: The mathematician may pass\nthrough an opening one millimeter across or\nlarger.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Alteration 12","Casting Time":"1 minute","DN":"Hard (DN 14)","Range":"Self","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Detect Traps","description":"The engineer touches the walls of an individual\nstructure, and closes his eyes. For the duration, the\nengineer may use his divination skill to avoid traps.\nThis spell does not detect traps that are the result\nof a Cosm Card or deathtraps (thanks to the Law of\nDrama). Casting Detect traps can only be attempted\non the same building once every six hours (even if\nthe casting fails).\nSee page 114 for more information on traps.\nSuccess Levels:\n• Good: The caster and nearby allies’ tests to\navoid traps are Favored.\n• Outstanding: As Good and if a player has\na Cosm card that causes a trap to go off, that\nplayer may discard it for the full benefit.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Divination 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Duration":"6 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Entropy","description":"The engineer points at an inanimate object or a part\nof a larger object (such as the wheels of a truck) no\nlarger than something a typical human can carry,\nand states a certain mathematical formula. If the\nobject is held by a character, the test is treated as a\nCalled Shot.\nOn a success, the object begins to rot or disintegrate.\nIf the object is held by a character, actions using that\nitem have a –2 penalty, and damage is reduced by\n2. If the object is armor, the bonus to Toughness is\ndecreased by 2. At the end of the spell, the penalty\ngoes away.\nIf the object is not in anyone’s possession, it loses\n2 points of cover and Toughness each round.\nOnce the object’s Toughness reaches zero, the\nobject disintegrates into dust. Eternity Shards and\nDarkness Devices are not affected at all by this\nspell.\nSuccess Levels:\n• Good: The penalties are increased to –4.\n• Outstanding: The object disintegrates unless\nit is a magic item, sacred item, or mystical\nartifact.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 12","Casting Time":"1 action","DN":"Hard (DN 14) or target's dodge or Dexterity","Range":"50 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Figment","description":"The illusionist closes his eyes briefly and imagines\nan object up to the size of a small house or a large\ndinosaur. He then opens his eyes and motions\ntowards the target location. This spell creates an\nillusion of a new object (see Illusions on page\n34). Figment cannot make something that already\nexists look like something else. If the caster wishes\nto create multiple objects, the Multi-Targeting rule\napplies.\nAs long as the caster maintains concentration he\ncan make the illusion change shape or state, such\nas speaking, or moving its hands, etc. The illusion\ncan be used as part of an interaction attack, but\ncannot do physical damage.\nSuccess Levels:\n• Good: The spell's duration is increased to 1\nminute and interaction attacks made with the\nillusion are Favored.\n• Outstanding: As Good and the interaction\nattack may use the caster’s conjuration skill\ninstead of the interaction skill. The Repeated\nActions restriction of the Multi-Action rule\ndoes not apply for this attack.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Conjuration","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"50 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Glamor","description":"The caster closes his eyes and briefly imagines an\nobject up to the size of a giant or train locomotive\nchanges to appear to be something else (e.g.\nmaking a car look like a tree). He then opens his\neyes and motions towards the object in question,\nwhich then appears to be the new object.\nThis spell is an illusion (see page 34). It\ncannot turn an object invisible, nor can it make\nan object appear that didn't exist previously\n(e.g. an intact bridge over a canyon). If\nthe caster wishes to make multiple\nobjects appear different, the Multi-\nTargeting rule applies.\nThe illusion cannot do physical\ndamage, but can be used as\npart of an interaction attack.\nSuccess Levels:\n• Good: The spell's duration increases\nto 1 minute and any interaction attacks made with\nthe glamor are Favored.\n• Outstanding: As Good and the caster may use his \nconjuration skill instead of the interaction skill\nwhen making an interaction attack. The Repeated Actions\nrestriction of the Multi-Action rule does not apply for \nthis attack.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Conjuration 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"50 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Harmonic Wave","description":"Mathematicians are familiar with the concept that\nharmonics can amplify the power of anything,\neven to the point of allowing something as light\nas air destroy a bridge, simply by blowing at its\nharmonic frequency. Harmonic wave changes the\nharmonic frequency within an object or organism.\nMathematicians often joke, calling it “being on the\nsame wavelength as someone”.\nThe spellcaster motions with her fingers,\nstarting with a single index finger, then both\nindex fingers, then four, then eight before\npushing out with her hands at the target. The\nharmonic wave causes 10 damage that ignores\narmor.\nSuccess Levels:\n• Good: +1 BD damage.\n• Outstanding: +2 BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Images of Isis","description":"Images of Isis is cast by the\nsorcerer making motions with\nhis hands and spinning around\nonce. On a success, two nearly\nperfect illusory duplicates of the\ncaster appear and move into, out of,\nand around the caster like a huckster\nplaying a shell game.\nIf an enemy succeeds in an attack,\nthe attack randomly strikes one of\nthe illusions or the caster. If the\nattack hits an image, it disappears.\nThe individual images can\nbe included as targets for the\npurposes of Multi-Targeting\nor in an area effect attack. In this case, the normal\nMulti-Targeting penalty applies.\nSuccess Levels:\n• Good: Three duplicates are created.\n• Outstanding: Four duplicates are created and\nthe duration increases to one minute.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 14","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Map Building","description":"The engineer touches the walls of a single\nstructure, closes his eyes and extends his senses\nthroughout the structure. The spell provides a\nvague description of the current level in his head\n(e.g. “There’s a large room that way”), but does not\ngive any information about floors above or below.\nThe spellcaster automatically detects any secret\ndoors with stealth 10 or less when he is in line of\nsight of them.\nCasting map building on a particular floor may\nonly be done once every six hours, even if the spell\nfails.\nSuccess Levels:\n• Good: Any secret doors with stealth 14 or less\nare detected when the spellcaster is in line of\nsight of them.\n• Outstanding: The spellcaster gets a roughly\naccurate map of the entire building imprinted\nin his mind. The GM can sketch the map,\nprovide a copy of the actual map (if available),\nor be very lenient with guiding the spellcaster\nthrough the building.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Divination 14","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Duration":"6 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Magical Trap","description":"This spell is cast upon an unoccupied location\nwithin a structure or one of its entrances. The\ncaster chooses one of the following magical traps\n(see page 116):\n• Cold Blast Trap\n• Ennervate Trap\n• Flameburst Trap\n• Lightning Trap\nThe engineer also chooses a trigger, which usually\nis stepping on a spot or passing a threshold. The\nresult is a Standard (DN 10) trap. When triggered\nthe trap conjures the chosen effect, and then resets\n10 seconds later.\nAn individual caster may only have three traps\n(magical and mechanical) active simultaneously.\nWhen the spell ends, the trap disappears.\nSuccess Levels:\n• Good: The spell creates a Challenging (DN\n12) trap.\n• Outstanding: The spell creates a Hard (DN\n14) trap.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 12","Casting Time":"1 minutes","DN":"Hard (DN 14)","Range":"5 meters","Duration":"Until the next sunrise","Type":"Magic"}}}}]},{"type":"Spells","name":"Mechanical Trap","description":"Mechanical trap must be cast inside a structure or\none of its entrances, and the target location cannot\nbe occupied by any creature. The engineer points\nat the spot he wishes to trap, then motions, with\na finger, equations involving motion and gravity.\nThe spellcaster then chooses one of the following\ntraps (see page 116):\n• Deadfall Trap\n• Pit Trap\n• Spike Trap\n• Arrow Trap\n• Poison Dart Trap\nThe spellcaster also chooses a trigger, such as a\npressure plate, tripwire, or blocking a beam of\nlight. The materials in the structure, including the\nfloor, wall, or doors transform to form the chosen\ntrap. On a success the spell creates a Standard (DN\n10) trap.\nWhen the spell ends, the trap components return\nto the original shape or state. An individual caster\nmay only have three traps (magical and mechanical)\nactive simultaneously.\nSuccess Levels:\n• Good: The spellcaster creates a Challenging\n(DN 12) trap.\n• Outstanding: The trap created is Hard (DN\n14).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":11,"Skill":"Alteration 12","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Touch","Duration":"Until the next sunrise","Type":"Magic"}}}}]},{"type":"Spells","name":"Neutralize Traps","description":"The engineer touches the walls of an individual\nbuilding and closes his eyes. Until the end of the\nduration, the engineer may use his alteration skill\nto disable traps, and attempts to disable traps\nare Favored. Even traps that cannot normally be\ndisabled may be attempted at Nearly Impossible\n(DN 20).\nThis spell does not affect traps related to a Cosm\ncard or affect deathtraps (thanks to the Law of\nDrama).\nThis spell cannot be cast on the same building\nmore than once every six hours, even if the casting\nfails.\nSuccess Levels:\n• Good: If a player has a Cosm card related to\ntraps, she may discard it for the full benefit.\n• Outstanding: As Good plus once per scene,\nthe engineer may automatically succeed at a\nDramatic Skill Resolution step when solving a\ndeathtrap.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 12","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"10 meters","Duration":"6 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"One by Four by Nine","description":"Numbers have power, and one, four, and nine\nare the numbers one, two, and three raised to\nthe second power. This pattern is said to have\ncosmic significance, and is rumored to have been\ndiscovered by an early mathematician, Zarathustra.\nOne by four by nine must be cast at sunrise, while\nvocalizing particular notes and drumming a\nparticular beat. Only one attempt may be made to\ncast per day. If an actual drum is used, the test is\nFavored.\nOn a success, the mathematician can reduce the\nimpact of his misfortune until the next sunrise.\nWhen mathematician rolls a 1 on the first die\nroll of any test, he rolls a die and adds it to 1.\nThis second roll has a minimum of 4, similar to\nspending Possibilities. Any Mishap or Malfunction\nstill takes effect, even if the test is a success. This is\nan exception to the rule that a 1 always fails, and\nthe character can also spend Possibilities or play\ncards to further improve the result. If the Mishap\ncauses a disconnection, it occurs after the test is\nresolved rather than immediately.\nSuccess Levels:\n• Good: If the second die roll is a 4 (and not\njust a lower roll that counts as 4), a third die is\nrolled and added to the total, with a minimum\nof 9.\n• Outstanding: As Good, but a roll of 1 on any\ndie roll during a test (including Up conditions\nor Possibilities) starts the 1-4-9 sequence.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Alteration 10","Casting Time":"1 minute, must be cast at sunrise.","DN":"Standard (DN 10)","Range":"Self","Duration":"Until the next sunrise","Type":"Magic"}}}}]},{"type":"Spells","name":"Phantasm","description":"Prerequisite: Knowledge of figment or glamor\n   The caster closes his eyes briefly and creates a\nmental image of a creature. He then opens his\neyes and motions towards a target location, and\nan illusion (see page 34) based on the creature\nappears.\n   Unlike normal illusions, phantasms are partially\nreal, and can inflict physical, but non-lethal\ndamage.\nNo matter what form the illusion takes, once\nper turn the caster may attack with it as a simple\naction, making a conjuration test against the target's\nwillpower or Mind. On a success the target takes 10\ndamage that ignores armor. Good and Outstanding\nSuccesses add bonus dice as usual.\nSuccess Levels:\n• Good: The duration increases to 1 minute.\n• Outstanding: As Good plus the phantasm\ninstead does a base 13 damage that ignores\narmor.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"25 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Portent","description":"The spellcaster thinks of a person, item, area, or\ncourse of action, and receives an indication about\nimmediate fortune surrounding the situation.\nSometimes the flash of insight is so potent that the\nimmediate future can even be altered slightly.\nOn a success, the mathematician may look at the\ntop card on the Drama deck and then return it to\nthe top of the deck.\nSuccess Levels:\n• Good: Two cards may be looked at and then\nreplaced in the same order.\n• Outstanding: Two cards may be looked at\nand then one discarded and the other placed\nback on top of the Drama deck.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Divination 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"Instant","Type":"Magic"}}}}]}]}