{"name":"Cyberpapacy magic","description":"Cyberpapacy magic","entities":[{"type":"Spells","name":"Bolster Will","description":"This spell may only be attempted once per day.\nInterrogation is a common occurrence in the\nCyberpapacy, although this mostly occurs during\ninteractions with Church Police at checkpoints\nor investigating reports of heretical activity,\noccasionally people are interrogated in a more\nthorough manner, possibly even in the GodNet.\nBolster will girds the recipient against interrogation,\nwhether by mundane means or through the use of\nmiracles, spells, or psionic or pulp powers.\nOn a success, the target’s willpower and intimidation\ndefenses gain a +2 bonus and willpower tests are\nFavored.\nSuccess Levels:\n• Good: The duration increases to 24 hours.\n• Outstanding: As Good and tests that target\nthe character’s willpower or intimidation are\nDisfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Alteration 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Touch","Duration":"10 minutes","Type":"Magic"}}}}]},{"type":"Spells","name":"Calling the Quarters","description":"Calling the Quarters may only be attempted once\nper day.\nWhite Magic typically involves casting rituals to\nprepare for a future problem as opposed to casting\nthem in the heat of the moment. White magic spells\ninvolve the use of spirits to protect or enhance\nallies, or harry opponents, and this spell puts the\ncall out to the various elemental spirits to come to\nthe witch’s aid.\nTraditionally, the elemental spirits are associated\nwith of earth, air, fire, and water, which are\nassociated with the cardinal directions of north,\neast, south, and west. Depending on the local\ngeography this can be altered.\nOn a success, one spirit remains with the witch\nand assists her until the next sunrise. Choose one\nof the following effects:\n• Demon Shield: Spirits protect the witch from\nattempted demonic possession. Each spirit\nprotecting the witch reduces the backlash taken\nby one (with a minimum of one).\n• Spiritual Aid: A spirit assists the witch in\ncasting spells. Choose a magic skill. Attempts\nto cast spells using that skill are Favored.\n• Harass: An angry spirit harasses the witch’s\nenemies. Taunt and intimidation attacks are\nFavored.\n• Defend: A spirit interferes with attacks against\nthe witch. All attacks targeting the witch take a\n–2 penalty.\nSuccess Levels:\n• Good: Two spirits assist the witch.\n• Outstanding: Three spirits assist the witch.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":7,"Skill":"Apportation 8","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Self","Duration":"Until the next sunrise","Type":"Magic"}}}}]},{"type":"Spells","name":"Cast Out","description":"Cast out ends the temporary control or possession\nof a person via a supernatural force (spells,\nmiracles, or psionic or pulp powers). The control\ncan be in the form of demon possession, a Babel\nMonitor inhabiting a SpiritChip, mind control, etc.\nIf the target is permanently possessed he must be\nfreed through an exorcism (see page 24).\nCast out may only be cast on a single target, once\nper scene, and the target’s controller may make an\nActive Defense if able.\nSuccess Levels:\n• Good: The target is immune to any sort of\npossession or control for the rest of the scene.\n• Outstanding: As Good and the controller takes\na Wound.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Alteration 12","Casting Time":"1 round","DN":"Target controller’s willpower or Spirit","Range":"Touch","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Create Node","description":"This spell activates transfer or exit nodes in the\nGodNet. The witch touches an object in the GodNet\nand speaks programmatical code. When the spell\ntakes effect, she and any others touching the object\nare transported to that new GodNet sector if she is\ncreating a transfer node, or back to their physical\nbodies if she is creating an exit node.\nCasting this spell can be done as part of a Dramatic\nSkill Resolution to bug out (see page 70) and can be\ndone instead of the test to create an exit node.\nSuccess Levels:\n• Good: The tracking test is Hard (DN 14).\n• Outstanding: The trace cannot be tracked at all.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Apportation 10","Casting Time":"1 round","DN":"Standard (DN 10)","Range":"Touch","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Cyberharmony","description":"The cyberwitch intones programming statements\nwhile motioning with her fingers as if typing on\na virtual keyboard. Cyberharmony attunes the\ncyberwitch to Tech Constructs and improves\nher connection to cyberware. On a success the\nwitch may use sanctioned gear keyed to specific\nindividuals without penalty (see page 74), and she\nmay make taunt or intimidation attacks against Tech\nConstructs who are otherwise immune.\nThis spell may only be attempted once per day.\nSuccess Levels:\n• Good: The cyberwitch’s interaction attacks\nagainst Tech Constructs are Favored.\n• Outstanding: As Good and once while this\nspell is active, the cyberwitch may take an\naction and make a computer test against a single\nhostile Tech Construct’s willpower. On a success\nit stops attacking, but will become hostile again\nif attacked by the witch or any of her allies. If\nthe Tech Construct is reality-rated, the test is a\ncontest instead.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Alteration 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Duration":"24 hours","Type":"Magic"}}}}]},{"type":"Spells","name":"Electromagnetic Blast","description":"Prerequisite: Beta Clearance, electromagnetic pulse\nspell\nElectromagnetic blast is an amped up version\nof EMP, capable of overcoming hardened and\nshielded electronics found in cyberware and\nthreats like robots, GodNet entities, and other Tech\nConstructs.\nTo cast, the witch channels energy into her,\nreleasing it at the end of the round. A burst of\nelectromagnetic energy emanates from the caster\nin a Large Blast Radius out to a maximum of 5\nmeters. The caster is not affected by this blast. On\na success, affected targets have their electronics\ndisrupted and become Stymied and Vulnerable.\nAdditionally, all electronic devices within 5 meters\nare shut down for one minute (GM’s discretion).\nSpecial: This spell has no effect on targets that\ndon’t possess cyberware, Occultech, or internal\nelectronics.\nSuccess Levels:\n• Good: The target becomes Very Stymied and\nVery Vulnerable.\n• Outstanding: The target’s cyberware shuts\ndown for the rest of the scene. Tech Constructs\nshut down for the rest of the scene. A reality-\nrated Tech construct can spend a Possibility\nand a make a reality test. A success downgrades\nthe effect to Good.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 14","Casting Time":"1 round","DN":"Target’s dodge or Dexterity","Range":"Self","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Hack Construct","description":"Casting this spell allows the cyberwitch to\ndisorient or temporarily take control of a single\nTech Construct. If the target is reality-rated, the\ncasting is a contest. On a success the target is\nVulnerable.\nSuccess Levels:\n• Good: The cyberwitch takes control of the Tech\nConstruct, and may use her action to control it.\nOn the Tech Construct’s turn its only action is\nto initiate a willpower contest against the caster.\nIf it succeeds, the hack is broken and the caster\ncannot attempt this spell against it again until\nthe next scene.\n• Outstanding: As Good but the cyberwitch\ncontrols an Ord Tech Construct for the\nremainder of the scene. Willpower tests against\na controlled reality-rated Tech Construct are\nFavored for the rest of the scene.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Alteration 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"10 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Hack Security Feed","description":"Hack security feed allows the cyberwitch to quickly\nand efficiently use a computer to access the security\nfeed (video, audio, etc) of a single security system\n(either in the GodNet, a single building, etc.). Such\nfeeds are magically sent to her brain, including those\nfrom drones, robots, and other Tech Constructs if\nthey are connected to the security system\nThe spellcaster may alter the feed as an action,\nby making an alteration test. The test is based on\nthe system’s security, or if it is not listed, Standard\n(DN 10). On a success, the feeds are cut until the\nend of the scene or an opposing character repairs\nthe damage. On a Good Success, the feed loops,\nbut there is the possibility the loop will be noticed\n(if a security guard succeeds at a find test). On an\nOutstanding Success the loop is nearly flawless\nand attempts to notice are Very Hard (–6).\nSuccess Levels:\n• Good: The duration increases to an hour.\n• Outstanding: As Good and the alteration test to\nspoof the feed is Favored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Divination 12","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Touch","Duration":"10 minutes","Type":"Magic"}}}}]},{"type":"Spells","name":"Kill Machine","description":"Kill machine is a spell intended to directly damage\nand destroy robots, GodNet entities, and other\nTech Constructs. This spell also harms those\nwith cyberware, though to a more limited extent.\nAgainst any other type of creature, this spell does\nnothing.\nThe spellcaster points at a single target (no Multi-\nTargeting) and acts like he is crushing an object\ninto a little ball. If the target is a Tech Construct,\nthe conjuration test is Favored. A beam of arcane\nenergy shoots out and a hit does 12 damage\n(12+1BD damage against Tech Constructs) which\nignores armor.\nSpecial: This spell has no effect on targets that\ndon’t possess cyberware, Occultech, or internal\nelectronics.\nSuccess Levels:\n• Good: 12+1BD damage, or 12+2BD damage\nagainst Tech Constructs. Ignores armor.\n• Outstanding: 12+2BD damage, or 12+3BD\ndamage against Tech Constructs. Ignores\narmor.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Law of Return","description":"A principle white witches hold is that whatever\nharm a person causes will be returned to that\nperson three times. In truth this rarely occurs, but\nlaw of return can help ensure that it does.\nOn a success the white witch summons a\nvengeance spirit which stalks the target. It does\nnot actually hamper the target’s action, but should\nhe make a physical attack with a spell, miracle,\npsionic power, or any other ability, after that attack\nis resolved, the spirit makes the same attack using\nthe same skill total against the attacker. Any success\nresults in the same effect or effects applying to the\ntarget, and at the same Success Level (i.e. the same\ndamage total, any Stymied or Vulnerable results,\nor any secondary conditions a spell or other ability\ncauses).\nThe target is aware of the consequences of any\nviolent action.\nOnly one of these spirits may be present in an area\nat one time, so only one creature may be targeted\nwhile this spell’s duration has not expired.\nSuccess Levels:\n• Good: + 1BD damage to any of the spirit's\nattacks.\n• Outstanding: + 2BD damage to any of the\nspirit's attacks.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Conjuration 10","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"50 meters","Duration":"Concentration","Type":"Magic"}}}}]},{"type":"Spells","name":"Lifehacker","description":"The lifehacker spell increases the productivity and\nefficiency of tasks undertaken by the witch. On a\nsuccess the witch chooses one skill. For the duration\nof the spell, tests using that skill that do not involve\nharming another in any fashion are Favored. All\nattacks and interaciton attacks are considered to\nharm another.\nThis spell may be attempted only once per day.\nSuccess Levels:\n• Good: The duration increases to 12 hours.\n• Outstanding: The duration increases to 24\nhours. Additionally, the caster may declare a\nsingle test be Up instead of Favored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Alteration 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Duration":"1 hour","Type":"Magic"}}}}]},{"type":"Spells","name":"Lucky Charm","description":"The white witch casts this spell on a small object,\nlike a gemstone or rabbit’s foot. This attracts a\nspirit which accompanies the bearer and enhances\nhis luck, until it runs out.\nOn a success, while the spell is in effect, the\nbearer’s tests are Favored until he fails at a test.\nThe spellcaster may only attempt to cast lucky\ncharm once per day, resetting at sunrise.\nSuccess Levels:\n• Good: As Standard, but the spell only ends if\nthe failed test’s final die roll is odd.\n• Outstanding: As Good, but instead the bearer\nrolls two dice instead of one, and takes the\nhighest (after resolving any re-rolls due to\nrolling a 10 or 20). The spell ends if the test is\nfailed.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Alteration 10","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Touch","Duration":"24 hours but see below","Type":"Magic"}}}}]},{"type":"Spells","name":"Portent","description":"The spellcaster thinks of a person, item, area, or\ncourse of action and receives an indication about\nthe immediate fortune surrounding the situation.\nSometimes the flash of insight is so potent the\nimmediate future can even be altered slightly. On\na success, the magician may look at the top card on\nthe Drama deck and then return it to the top of the\ndeck.\nSuccess Levels:\n• Good: Two cards may be looked at and then\nreplaced in the same order.\n• Outstanding: Two cards may be looked at\nand then one must be discarded and the other\nplaced back on top of the Drama deck.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Divination 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"Instant","Type":"Magic"}}}}]},{"type":"Spells","name":"Repel Curse","description":"One curse on a person, location, or item is\nsuppressed for the duration.\nSuccess Levels\n• Good: Duration 1 act\n• Outstanding: The curse is permanently removed.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Alteration 12","Casting Time":"1 action","DN":"Standard (10)","Range":"Touch","Duration":"1 scene","Type":"Magic"}}}}]},{"type":"Spells","name":"Violence Hex","description":"White witches believe fighting is a last resort to\nsolving disagreements, and this spell dampens\nviolence. This spell may only be cast on a target\nthat has made a physical attack (not an interaction\nattack) in the last 10 minutes.\nOn a Standard success, the target takes a –2\npenalty on any damage dealt by her.\nSuccess Levels:\n• Good: The target reduces all damage dealt by\n1BD.\n• Outstanding: The target halves all damage\ndealt by her, rounded up.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Alteration 10","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"25 meters","Duration":"1 minute","Type":"Magic"}}}}]}]}