{"name":"Miracles","description":"Miracles","entities":[{"type":"Spells","name":"Banish","description":" Banish repels spirits ghosts or other ethereal\nbeings back to whatever nether realm they came\nfrom. The invoker should not linger in such haunted\nplaces however for even banished spirits can return!\nCompare the invoker’s faith total to the willpower\nor Spirit of every such entity within five meters\nof the caster. Creatures affected fade into nothing\nfor 15 minutes.\nSuccess Levels:\n• Good: Affected entities are banished for one\nhour.\n• Outstanding: Affected entities are banished\nfor one day.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":" Target’s willpower or Spirit","Range":" 5-meter radius","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Amaatism, Sacellum, Keta Kalles Gotak, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Mysterians, Theomagicians, God's Champion, Sacellum Chaplain","Duration":"Instant","Type":"Miracle","Source":"TE 199","Axiom Level":9}}}}]},{"type":"Spells","name":"Bless","description":"Bless surrounds and infuses the caster and his\nallies with spiritual energy that boosts their physical\nor mental abilities. The priest chooses any one\nattribute and calls on his deity to enhance it. “May\nthe Lord give us the might of Daniel in the Lion’s\nDen!“ increases Strength for example. Or “May\nVishnu grant you clarity!“ might enhance Mind.\nIf successful every ally in range adds +1 to that\nattribute. Increasing Strength or Spirit does not\nincrease the derived statistics of Toughness and\nShock however.\nSuccess Levels:\n• Good: Duration increases to 1 minute.\n• Outstanding: As Good and the attribute\nincreases by +2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":" Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"5-meter radius","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Keta Kalles Gotak, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Yonders, Mysterians, Theomagicians, God's Champion, Sacellum Chaplain, Palanism","Duration":"3 rounds","Type":"Miracle","Source":"TE 199","Axiom Level":9}}}}]},{"type":"Spells","name":"Bounty","description":"Bounty multiplies a single meal of food and water\nso that more may partake. The food also becomes\nmore succulent and nutritious. A Standard success\ndoubles the available food.\nInvoking the bounty requires a prayer of about\nthree minutes. Additional success increases the\namount of food as shown below. Once the miracle\nis invoked the caster cannot invoke it again until\nthat food is consumed.\nA caster with bounty virtually ensures survival\ntests for food and water but doesn’t help with\nshelter if that’s a concern.\nSuccess Levels:\n• Good: ×3 the available food.\n• Outstanding: ×5 the available food.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"3 Minutes","DN":"Easy (DN 8)","Range":"10 meters","Lists":"Christianity Prince of Peace, Exemplars of Light, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Neo Shaman, Mysterians, Theomagicians","Duration":"Permanent","Type":"Miracle","Source":"TE 200","Axiom Level":10}}}}]},{"type":"Spells","name":"Call Animals","description":"The blessed of many religions find comfort in\nnature’s beasts. This miracle draws them from the\narea if they exist there (GM’s call) . Once completed\nthe creatures arrive on the invoker’s next turn.\nCalling such creatures doesn’t mean control,\nhowever. That must be done via commune with\nanimals (below) . Those who want to run with the\nbeasts must take care that they are not eaten by them.\nA Standard success summons a flock of sparrows,\na few foxes or cats etc. or a single large creature\nsuch as a wolf bear or crocodile. The miracle\nworker doesn’t have to see the animals to call them.\nSuccess Levels:\n• Good: The caster can summon one bonus die\nof crocodiles wolves lions or similar size\ncreatures.\n• Outstanding: The caster can summon two\nbonus dice of the creatures listed under a\nGood success or a single Large or Very Large\ncreature such as a dragon or tyrannosaurus\nrex (in the Living Land) . Remember call\nanimals doesn’t grant control however!","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 minute","DN":" Standard (DN 10)","Range":"1 kilometer","Lists":"Exemplars of Light, Exemplars of Darkness, Keta Kalles Optant, Amaatism, Neo Shaman, Yonders, Mysterians","Duration":"1 hour","Type":"Miracle","Source":"TE 200","Axiom Level":8}}}}]},{"type":"Spells","name":"Commune with Animals","description":"Speaking with beasts is a rare but ancient tradition\nin certain cultures. Most animals are very simpleminded and can only communicate basic ideas.\nMost can only count to about three and cannot\nunderstand human speech. They can communicate\nwhether people they encountered spoke happily,\ncalmly angrily etc. however.\nThe miracle affects all animals of the same type\nin Range all wolves all ravens etc. Commune with\nanimals doesn’t summon the beasts however. They\nmust be present or attracted somehow such as by\nthe call animals miracle.\nSuccess Levels:\n• Good: The animal also obeys basic commands\nif instructed as long as it doesn’t recklessly\nendanger its life.\n• Outstanding: The animal obeys basic\ncommands even if it means danger or certain\ndeath.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":" Faith 10","Casting Time":" 1 action","DN":"Standard (DN 10)","Range":"10 meters","Lists":"Exemplars of Light, Exemplars of Darkness, Keta Kalles Optant, Amaatism, Neo Shaman, Yonders, Mysterians","Duration":"5 minutes","Type":"Miracle","Source":"TE 200","Axiom Level":6}}}}]},{"type":"Spells","name":"Commune with Spirits","description":"This miracle allows the invoker to talk to whatever\nspirits are appropriate to his mythos. A Christian\nmight speak to the restless shades while a Sioux\nshaman communes with nature spirits.\nInvoking the dialogue assumes the character is\nin a place where the spirit should be present—a\nchurch for saints a stream for water spirits a great \ntree for a nature spirit etc. If not and the mythos\nallows communication with the spirits outside their\nusual domain the caster suffers a −4 penalty. The\nGame Master may also decide it’s just not possible\nin certain situations—there are likely no earth\nspirits aboard an airplane for example.\nSpirits know different things depending on\nthe type and see things from their perspective.\nThey are not omniscient and generally only have\nknowledge of subjects directly connected to their\nformer life for the dead or their local area for animal\nspirits and the like. Unlike the speak with dead spell,\nthis miracle compels the spirit to tell only truth—\nthough it may be vague or difficult to understand\nas the Game Master sees fit.\nThe chosen may ask a single question with a\nStandard success. Once contacted spirits are\nunavailable again for a scene.\nSuccess Levels:\n• Good: Two questions.\n• Outstanding: Three questions.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":" Faith 10","Casting Time":" 1 minute","DN":"Challenging (DN 12)","Range":"5 meters","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Amaatism, Sacellum, Keta Kalles Gotak, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Yonders, Mysterians, Theomagicians, Palanism","Duration":"5 minutes","Type":"Miracle","Source":"TE 200","Axiom Level":5}}}}]},{"type":"Spells","name":"Cure Disease","description":"Cure disease eradicates any sort of malignant\ncondition infection or malady. This doesn’t heal\nthe victim of any damage she’s already sustained,\nit simply removes the disease or illness and stops\nany future symptoms.\nA character may only attempt to cure disease once\nfor each particular malady per person. The same\nperson may attempt to cure a new disease on the\nsame patient should he contract one.\nA Standard success cures common ailments like\ncolds. Additional successes are required for more\nadvanced diseases.\nSuccess Levels:\n• Good: Flu pneumonia most infections\ncaused by non-supernatural creatures.\n• Outstanding: AIDS cancer or infections\ncaused by supernatural creatures.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 minute","DN":" Easy (DN 8)","Range":"Touch","Lists":"Christianity Prince of Peace, Exemplars of Light, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Los Asangrados, Neo Shaman, Yonders, Mysterians, Theomagicians","Duration":"Instant","Type":"Miracle","Source":"TE 201","Axiom Level":10}}}}]},{"type":"Spells","name":"Curse","description":"Curse diminishes a foe’s luck challenging his\nfaith in the very forces that drive him whether they\nbe religious personal or otherwise.\nA cursed individual suffers a −1 penalty to all\nskill or attribute totals. Powerful casters can MultiTarget to affect large numbers of the faithless.\nSuccess Levels:\n• Good: −2 penalty.\n• Outstanding: –3 penalty.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"25 meters","Lists":"Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Amaatism, Sacellum, Keta Kalles Gotak, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Yonders, Theomagicians, Sacellum Chaplain","Duration":"3 rounds","Type":"Miracle","Source":"TE 201","Axiom Level":9}}}}]},{"type":"Spells","name":"Healing","description":"Perhaps the most important ability a chosen one\nbrings to a band of Storm Knights is her ability to\nheal. Whether she’s patching up her teammate’s\nwounds or winning over injured villagers healing\nis a critical skill.\nThe invoker’s total is modified by the target’s\nWound penalties (as well as the caster’s if he\nhappens to be wounded) . A success heals 1 Wound,\nall Shock and removes KO.\nHealing may only be attempted on a single\nindividual once per scene—choose wisely! If Maru\nis injured in a fight and healed by Father Damien,\nhe won’t be able to heal her again until the next\nscene. He could still use first aid on her and may\nuse healing on his other comrades.\nSuccess Levels:\n• Good: 2 Wounds are healed.\n• Outstanding: 3 Wounds are healed.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Christianity Prince of Peace, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Los Asangrados, Neo Shaman, Yonders, Mysterians, Theomagicians","Duration":"Instant","Type":"Miracle","Source":"TE 201","Axiom Level":10}}}}]},{"type":"Spells","name":"Hellfire","description":"Hellfire projects a gout of flame from the invoker’s\noutstretched palm. The flames deal 13 fire damage.\nSuccess Levels:\n• Good: Damage +1 BD.\n• Outstanding: Damage +2 BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"5 meters","Lists":"Christianity Fire and Brimstone, Exemplars of Darkness, Cyberchurch, Sacellum, Theomagicians, Sacellum Chaplain","Duration":"Instant","Type":"Miracle","Source":"TE 201","Axiom Level":16}}}}]},{"type":"Spells","name":"Lightning Strike","description":"Lightning strike is a rare display of divine wrath.\nTo invoke it the blessed individual spends one\nentire turn doing nothing but castigating a single\nfoe. The caller must be able to see his foe when the\nmiracle begins and may only take simple actions\nduring this turn.\nWhile the lightning builds tendrils of holy\npower storm clouds and arcs of electricity gather\naround the invoker. If he is injured during this\ntime he must make a willpower or Spirit test see\nConcentration 197 .\nOn his next turn he may use an action to complete\nthe invocation and make his faith test. If successful,\nthe target is struck by a bolt of lightning that causes\n20 damage AP 4 .\nThere is no penalty for range cover or darkness.\nPerks and other spells miracles powers or\nsupernatural abilities apply normally.\nLightning strike may only be used once per scene—\nsuch forces do not lend their attention lightly!\nSuccess Levels:\n• Good: Damage +1 BD.\n• Outstanding: Damage +2 BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"See below","DN":"Target’s dodge or Dexterity","Range":"100 meters","Lists":"Exemplars of Light, Cyberchurch, Amaatism, Neo Shaman, Yonders, Mysterians, Theomagicians","Duration":"Instant","Type":"Miracle","Source":"TE 202","Axiom Level":16}}}}]},{"type":"Spells","name":"Repel","description":"Sometimes a holy champion simply needs to clear\na path through his foes or humble a nonbeliever\nwith a visible display of otherworldly might.\nRepel summons an invisible force radiating out\nfrom the caster in a circle that pushes away all hostile\ncharacters and creatures (allies are unaffected) .\nThe force has Strength equal to the invoker’s\nfaith and affects those enemies of equal or lesser\nStrength. Those affected are pushed back five\nmeters and Stymied.\nSuccess Levels:\n• Good: The effective Strength is equal to faith +2 .\n• Outstanding: As a Good result and the foes\nare Very Stymied.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"5 meters","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Keta Kalles Gotak, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Mysterians, Theomagicians, Sacellum Chaplain","Duration":"Instant","Type":"Miracle","Source":"TE 202","Axiom Level":10}}}}]},{"type":"Spells","name":"Soothe","description":" Soothe sends out a refreshing wave of energy\nto the invoker and allies in range. Those affected\ninstantly recover 2 Shock.\nSuccess Levels:\n• Good: The affected recover 3 Shock.\n• Outstanding: The affected recover 4 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"5 meters","Lists":"Christianity Prince of Peace, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Keta Kalles Optant, Amaatism, Los Asangrados, Neo Shaman, Yonders, Mysterians, Theomagicians, Palanism","Duration":"Instant","Type":"Miracle","Source":"TE 203","Axiom Level":7}}}}]},{"type":"Spells","name":"Strike","description":"Sometimes even the most peaceful of the chosen\nmust pick up the staff. This powerful miracle makes\nsure that staff packs a punch. Strike affects a single\nweapon no Multi-Targeting is allowed.\nStrike increases the damage value of a weapon\nby +1 . It doesn’t matter if the weapon is ranged\nor designed for melee — its base damage is\nstill increased. Strike must be cast on a weapon,\nnot ammunition.\nA weapon blessed with strike counts as\nmagical for purposes of affecting foes with the\nEthereal or similar abilities that generally ignore\nnormal weapons.\nSuccess Levels:\n• Good: Damage +2 .\n• Outstanding: Damage +3 .","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Yonders, Mysterians, Theomagicians, Palanism","Duration":"3 rounds","Type":"Miracle","Source":"TE 203","Axiom Level":12}}}}]},{"type":"Spells","name":"Ward Enemy","description":"Ward enemy protects the faithful from supernatural\nbeings that prey on or seek to harm humanity.\nTo cast the invoker must brandish a holy symbol,\nrecite prayers or otherwise clearly call on the source\nof his power making him an obvious target for the\ntaunts of spirits demons or other antagonists likely\nto be affected.\nWhile the ward is active all allies within five meters\nadd +1 to their defenses versus supernaturally\nevil creatures and their attacks. The bonus counts\ntoward both physical and interaction defenses.\nSpecial: This miracle may be attempted without\nthe Miracles Perk if the faith prerequisite is met.\nSuccess Levels:\n• Good: Those protected add +2 to all defenses.\n• Outstanding: As the Good result and\nsupernaturally evil creatures who fail an\nattack against any of the protected individuals\nare Stymied.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8"," Casting Time":"1 action","DN":"Standard (DN 10)","Range":"5 meter radius","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone, Exemplars of Light, Exemplars of Darkness, Cyberchurch, Keta Kalles Optant, Amaatism, Sacellum, Keta Kalles Gotak, Los Asangrados, Neo Shaman, Rec Stalek Gotak, Yonders, Mysterians, Theomagicians, God's Champion, Palanism","Duration":" Concentration","Type":"Miracle","Source":"TE 203","Axiom Level":8}}}}]},{"type":"Spells","name":"Wither","description":"This dark miracle drains the life force of any\nliving thing it touches.\nWith a successful faith roll the invocation causes\n12 damage that ignores all physical armor. Wither\nworks only on living things—it has no effect on\nobjects constructs undead etc.\nSuccess Levels:\n• Good: Damage +1 BD.\n• Outstanding: Damage +2 BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"5 meters","Lists":"Exemplars of Darkness, Amaatism, Rec Stalek Gotak, Yonders","Duration":"Instant","Type":"Miracle","Source":"TE 203","Axiom Level":16}}}}]},{"type":"Spells","name":"Ash Cloud","description":"After the supplicant’s heartfelt prayers are\nanswered, the ground rends open and hot ash\nbillows into the air. The cloud spreads out from\nthe invoker’s position, but doesn’t move if he does.\nEveryone inside the effect suffers 1 Shock each\nround for the duration unless they don’t need to\nbreathe or have special protection. A filter mask or\na cloth soaked in water can keep the ash at bay.\nMost heroes can fashion something appropriate\nwith an action and a survival test. The thick cloud\ncreates a −4 Darkness penalty for all attacks against\ntargets within it.\nSuccess Levels:\n• Good: The invoker no longer suffers Shock\neach round from the cloud.\n• Outstanding: As a Good result, and the\ninvoker doesn’t suffer the cloud’s Darkness\npenalty to attacks.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Very Hard (DN 16)","Range":"50-meter radius around the invoker","Lists":"Rec Stalek Gotak","Duration":"1 minute","Type":"Miracle","Source":"LL 20","Axiom Level":14}}}}]},{"type":"Spells","name":"Blind","description":"This miracle robs the target of the ability to\nexperience the wonders of life by shrouding his\neyes in shades of unrelenting gray. On a success\nthe target suffers the −2 penalty for Dim lighting on\nfind tests and ranged attacks. The penalty applies\neven to targets who can normally see in the dark\nand ignore such modifiers.\nSuccess Levels:\n• Good: The Darkness penalty increases to −4.\n• Outstanding: The Darkness penalty increases\nto the maximum –6.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"100 meters","Lists":"Neo Shaman","Duration":"3 rounds","Type":"Miracle","Source":"LL 21","Axiom Level":12}}}}]},{"type":"Spells","name":"Bloodlust","description":"The miracle worker anoints herself with blood\nand calls for wrath to stir the hearts of the faithful.\nAffected living creatures gain +1BD to melee\nattacks, but are Very Vulnerable each round during\nthe duration.\nSuccess Levels:\n• Good: Each affected target is only Vulnerable\nfor the duration.\n• Outstanding: Affected targets aren’t more\nVulnerable while under the influence of\nbloodlust.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"25 meters","Lists":"Los Asangrados","Duration":"One minute","Type":"Miracle","Source":"LL 21","Axiom Level":12}}}}]},{"type":"Spells","name":"Bone Blades","description":"Sharp and spiky spurs grow from the target’s very\nbones. The target must have a skeleton, otherwise\nthis miracle automatically fails. The process and\neffect is excruciating, dealing 2 Shock to the target\neach round. The spikes make a nasty weapon,\nhowever, allowing the target to deal Strength +2\ndamage as a Bite\/Claws attack and granting a +2\nbonus to defenses against Grapples.\nGotaks of Rec Stalek often employ bone blades\non their creations since the drawbacks don’t harm\nmost undead.\nSuccess Levels:\n• Good: Strength +3 Bite\/Claw damage and +3\nbonus to defenses against Grapples.\n• Outstanding: As a Good result and the\nduration increases to one minute.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Lists":"Los Asangrados, Rec Stalek Gotak","Duration":"3 rounds","Type":"Miracle","Source":"LL 21","Axiom Level":14}}}}]},{"type":"Spells","name":"Breathe Fire","description":"Gouts of divine flame pour from the believer’s\nmouth, burning away sin and everything else! The\nflames deal 16 damage to a Medium Blast, which\nmeans adjacent allies and even the invoker herself\nmay be affected. The damage applies to each\ntarget’s lowest Armor value, unless protected by\nfull coverage.\nSuccess Levels:\n• Good: +1BD damage.\n• Outstanding: +2BD damage and the invoker\nmay choose to miss specific targets who would\nnormally be affected by the blast—including\nherself.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"25 meters","Lists":"Keta Kalles Gotak","Duration":"Instant","Type":"Miracle","Source":"LL 22","Axiom Level":14}}}}]},{"type":"Spells","name":"Conjure Poison","description":"Some deities bask in toxins and venom, and pass\nthose gifts on to their faithful. This miracle may\ncoat a weapon with dangerous poison, or be aimed\nat a foe to directly poison him. The base effect of\nthe poison is to make the target Very Stymied, and\nit stops affecting any hit target immediately when\nthe miracle’s duration ends.\nSuccess Levels:\n• Good: The poison also deals 1 Shock each\nround it affects a target.\n• Outstanding: The poison also deals 2 Shock\neach round it affects a target.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10) or Target’s dodge or Dexterity","Range":"Touch","Lists":"Los Asangrados","Duration":"1 minute","Type":"Miracle","Source":"LL 22","Axiom Level":12}}}}]},{"type":"Spells","name":"Cure Poison","description":"Cure poison is a particularly popular and useful\nmiracle in the Living Land, since the infinite\nvariety of the life found there sports an equally\nvaried number of lethal venoms. Several poisonous\ndinosaurs have been discovered, multitudes of\ntoxic plants (some carnivorous) have been found,\nand even a number of mammals are venomous.\nThis miracle quickly flushes any toxins out of the\ntarget’s system. On a success the target makes a\nStrength test as if the full minute of the poison’s\neffects had expired. Any of the toxin’s modifiers for\nthe test remain in place. If the test fails, the poison\ncontinues to affect the target normally.\nSuccess Levels:\n• Good: The poison ends its duration\nimmediately without requiring a Strength test\nfrom the target. Conditions caused by the\npoison linger normally.\n• Outstanding: The poison ends its duration\nimmediately without requiring a Strength test\nfrom the target and any conditions caused\nby the poison are removed. This includes\nconditions like Stymied and Vulnerable, but\nalso the KO’ed condition.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Keta Kalles Optant, Los Asangrados, Neo Shaman","Duration":"Instant","Type":"Miracle","Source":"LL 22","Axiom Level":12}}}}]},{"type":"Spells","name":"Earthquake","description":"The fury of the earth can be terrifying to behold\nwhen unleashed. This miracle forces the ground to\nshake, quiver, and tear itself apart. Everyone within\na Large Blast suffers 15 damage +1BD each round\nthey remain within the affected area. Objects fixed\nto the ground (such as buildings) suffer 30 damage\n+2BD each round instead.\nSuccess Levels:\n• Good: The area of effect increases to affect\neverything within 100 meters of the targeted\nepicenter.\n• Outstanding: The area of effect increases\nto affect everything within 500 meters of the\ntargeted epicenter.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"10 minutes","DN":"Heroic (DN 18)","Range":"500 meters","Lists":"Keta Kalles Gotak, Rec Stalek Gotak","Duration":"1 minute","Type":"Miracle","Source":"LL 22","Axiom Level":20}}}}]},{"type":"Spells","name":"Flame Aura","description":"A corona of bright\nflames surrounds the\ninvoker and wards off\nfoes. Once successfully\nactivated all attacks against\nthe character suffer a −2\npenalty. In addition, anyone\nwho grapples or hits the\ncharacter with an unarmed\nattack suffers 14 damage.\nLikewise the invoker’s own\nunarmed attacks deal at least 14\ndamage thanks to the writhing\nflames.\nSuccess Levels:\n• Good: The duration increases to one\nminute.\n• Outstanding: As a Good result the\nflames grow stronger, increasing the\ndamage they deal to 16.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"Self","Lists":"Neo Shaman","Duration":"3 rounds","Type":"Miracle","Source":"LL 23","Axiom Level":14}}}}]},{"type":"Spells","name":"Grasping Vines","description":"Vegetation in the area squirms to life and wraps\naround limbs or forms a net. The vines attack all\ntargets within a Large Blast, and anyone affected\nmay not run for the duration. If this miracle is cast\nduring a chase, targets who can’t run may not test\nto gain Steps.\nSpecial: Within the Living Land, this miracle may\nbe attempted without the Miracles Perk by jakatts\nso long as the faith prerequisite is met.\nSuccess Levels:\n• Good: Affected targets may not move at all\nfor the duration.\n• Outstanding: As a Good result, plus targets\nare Very Stymied.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"25 meters","Lists":"Keta Kalles Optant, Keta Kalles Gotak","Duration":"3 rounds","Type":"Miracle","Source":"LL 23","Axiom Level":14}}}}]},{"type":"Spells","name":"Hunter's Ear","description":"This miracle invokes\nLanala’s awareness and protection.\nFor the duration, tracking becomes a\nFavored skill and the invoker doesn’t\ncount as Surprised (see Torg Eternity)\nduring any ambush.\nSuccess Levels:\n• Good: The duration increases to\n12 hours.\n• Outstanding:\nThe\nduration\nincreases to one day.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Lists":"Keta Kalles Optant, Keta Kalles Gotak, Neo Shaman","Duration":"1 hour","Type":"Miracle","Source":"LL 23","Axiom Level":10}}}}]},{"type":"Spells","name":"Invoke Lanala","description":"One of the most potent miracles\nknown to exist in the Living Land,\ninvocation directly petitions Lanala\nfor divine intervention. The\nmiracle worker utters profound prayers and opens\nboth hands toward the sky.\nIf the test succeeds an Avatar of Lanala (page 80)\nappears on the scene and may grant a boon to the\npetitioner. Her powers are vast, but her mood is\nunpredictable. She might summon a huge storm or\nearthquake, transport the entire group to a distant\nlocation, or disconnect any “dead things“ within\nher sight. Any request inappropriate to her nature\n(for example, asking her to create an undead being)\ncauses the miracle to fail.\nLanala acts as she sees fit, battling abominations\nor judging those who have abused power in\nher name—including the Storm Knights. She\nwanders away after 30 seconds (three rounds)\nunless something in the area keeps her attention.\nSummoning Lanala too often (usually more than\nonce per game year, GM’s call) or for purposes that\nanger her draw her direct wrath.\nSpecial: Within the Living Land, this miracle may\nbe attempted without the Miracles Perk by jakatts\nif the faith prerequisite is met.\nSuccess Levels:\n• Good: The invoker isn’t affected by Lanala’s\nAwe special ability.\n• Outstanding: The invoker isn’t affected by\nLanala’s Awe special ability. Lanala acts to\ngrant a request within her nature and power,\nregardless of her mood.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 minute","DN":"Near Impossible (DN 20)","Range":"See below","Lists":"Keta Kalles Optant, Keta Kalles Gotak","Duration":"See below","Type":"Miracle","Source":"LL 23","Axiom Level":24}}}}]},{"type":"Spells","name":"Kill","description":"This dark miracle invokes the corrupting touch of\nRec Stalek, bringing death where once there was\nlife. When cast, the miracle causes flesh to decay\ninto black, disgusting slime.\nThe miracle inflicts 10 damage against living\ntargets, and ignores Armor. The miracle has no\neffect at all against objects or unliving targets.\nSuccess Levels:\n• Good: +1BD damage, and the target becomes\nVulnerable.\n• Outstanding: +2BD damage, and the target\nbecomes Very Vulnerable.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Lists":"Keta Kalles Gotak, Los Asangrados, Rec Stalek Gotak","Duration":"Instant","Type":"Miracle","Source":"LL 24","Axiom Level":14}}}}]},{"type":"Spells","name":"Mend Corpse","description":"Mend corpse stitches together rotting flesh and\nshattered bones, but it only works on a subject that’s\nalready dead—or undead. It’s extremely useful\nfor keeping Gospog and other undead creatures\nfunctional and fighting. Successfully invoking this\nmiracle heals one Wound for such a creature, or\nrestores a KO’ed corpse where it fell, though it still\nhas any Wounds it suffered.\nSuccess Levels:\n• Good: Restores two Wounds, or two different\nfallen undead within range.\n• Outstanding: Restores three Wounds, or\nthree different fallen undead within range.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"50 meters","Lists":"Keta Kalles Gotak, Rec Stalek Gotak","Duration":"Instant","Type":"Miracle","Source":"LL 24","Axiom Level":12}}}}]},{"type":"Spells","name":"Preserve","description":"This miracle halts the decay of dead flesh on a\nsingle human-sized body. The most common use\nis to protect corpses until proper funerary customs\ncan be observed, otherwise difficult in a land where\na corpse decays to bare bones in less than a day.\nIt’s also useful for preserving food which might\notherwise spoil or rot too quickly.\nSuccess Levels:\n• Good: The duration extends one week.\n• Outstanding: The duration extends to one\nmonth.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Los Asangrados, Rec Stalek Gotak","Duration":"1 day","Type":"Miracle","Source":"LL 24","Axiom Level":12}}}}]},{"type":"Spells","name":"Regenerate","description":"The miracle worker utters a prayer for mercy\nand touches the subject. The subject heals one\nWound each round, until he has only one Wound.\nRegenerate can’t heal that last Wound, but the\nsubject recovers one Shock each round for the rest\nof the duration when there isn’t a Wound it can\naffect.\nSuccess Levels:\n• Good: The duration increases to one minute.\n• Outstanding: The recovers two Shock each\nround if there’s no Wound to heal.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Very Hard (DN 16)","Range":"Touch","Lists":"Los Asangrados","Duration":"3 rounds","Type":"Miracle","Source":"LL 24","Axiom Level":16}}}}]},{"type":"Spells","name":"Resurrect","description":"The invoker petitions her deity to return the\nrecently deceased back to life. The invoker\nmust have a mostly intact corpse which may\nnot have been dead for more than three days.\nIf successful the target returns to life KO’ed, at\nhis maximum Wounds, and with a permanent\ninjury from Defeat (see Torg Eternity).\nSuccess Levels:\n• Good: The subject isn’t KO’ed and only has a\ntemporary injury, eliminated once any Wounds\nheal.\n• Outstanding: The subject is returned to\nperfect health.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"10 minutes","DN":"Near Impossible (DN 20)","Range":"Touch","Lists":"Keta Kalles Optant, Rec Stalek Gotak","Duration":"Instant","Type":"Miracle","Source":"LL 25","Axiom Level":18}}}}]},{"type":"Spells","name":"Ride Beast","description":"The invoker must calmly approach a beast and pray\nfor acceptance. The DN is the creature’s willpower\nor Spirit. Larger animals are more difficult to affect\nso any Size modifier is added to the DN instead of\nthe attack. If the invocation succeeds, the creature\naccepts the caster as a rider for the duration and\nobeys commands to move or attack. It only obeys\nso long as the rider is mounted, however. If the\nbeast suffers any damage the duration ends. Range: Touch\nDuration: Permanent\nThis miracle is known to most jakatts in the Living\nLand. Shape plant induces flora (living or dead) to\nbend, twist, or weave together to create various\nsimple items. The ubiquitous hrockt plant is the\nmost common subject of this miracle: light, fast-\ngrowing, and sturdy enough to retain a sharp point\nafter the shaping has done its work.\nSuccess Levels:\n• Good: The duration increases to one minute.\n• Outstanding: The duration increases to a full\nscene.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit plus any Size\nModifier","Range":"Touch","Lists":"Keta Kalles Optant, Neo Shaman","Duration":"3 rounds","Type":"Miracle","Source":"LL 25","Axiom Level":10}}}}]},{"type":"Spells","name":"Sculpt Bone","description":"This miracle’s power allows the caster to shape\ndead bones as if they were made of clay, a process\nknown as boneforging.\nThe miracle worker may create weapons, armor,\nor other items from the bones of the dead, assuming\nthere’s enough bone available to create the item—\nGM’s call. A single average-size skeleton has\nenough bone to create three clubs or two spears.\nArmor requires two skeletons or larger dinosaur\nbones.\nThe DN is 8 for a simple object the invoker can\nhold in his hands. More complex objects are crafted\nusing the item’s Value as the DN, with a minimum\nDN of 8. For example, creating a boneforged spear\nis DN 10.\nSuccess Levels:\n• Good: Up to two matching items are created,\nif there’s enough bone for each.\n• Outstanding: Up to three matching items are\ncreated, if enough bone is present for all three.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 minute","DN":"Easy (DN 8) or the Value of the item","Range":"Touch","Lists":"Rec Stalek Gotak","Duration":"Permanent","Type":"Miracle","Source":"LL 26","Axiom Level":14}}}}]},{"type":"Spells","name":"Shape Plant","description":"This miracle is known to most jakatts in the Living\nLand. Shape plant induces flora (living or dead) to\nbend, twist, or weave together to create various\nsimple items. The ubiquitous hrockt plant is the\nmost common subject of this miracle: light, fast-\ngrowing, and sturdy enough to retain a sharp point\nafter the shaping has done its work.\nThe invoker may create weapons, armor, or other\nitems from nearby vegetation, assuming there’s\nenough plant matter available to create the item—\nGM’s call. This miracle affects only stationary and\nnon-sentient plants. It doesn’t affect carnivorous\nplants or Living Land gospog.\nThe DN is 8 for a simple object the invoker can\nhold in his hands. More complex objects are crafted\nusing the item’s Value as the DN, with a minimum\nDN of 8. For example, creating a hrockt-shoot spear\nuses the minimum DN 8, but hrockt-root armor is\nDN 13 to shape.\nSpecial: Within the Living Land, this miracle may\nbe attempted without the Miracles Perk by jakatts\nso long as the faith prerequisite is met.\nSuccess Levels:\n• Good: Up to two matching items are created,\nif there’s enough material for each.\n• Outstanding: Up to three matching items are\ncreated, if enough material is present for all\nthree.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8","Casting Time":"1 minute","DN":"Easy (DN 8) or the Value of the item","Range":"Touch","Lists":"Keta Kalles Optant","Duration":"Permanent","Type":"Miracle","Source":"LL 26","Axiom Level":14}}}}]},{"type":"Spells","name":"Touch of Time","description":"Touch of time invokes the same accelerated rot and\ndecay that courses through the Living Land. This\nmiracle may only target lifeless objects, but this\nincludes undead such as gospog. Once invoked,\ntouch of time deals 14 damage to the object, ignoring\nall Armor. An undead creature destroyed by\ndamage from this miracle is rendered down to a\nclean pile of bones.\nSuccess Levels:\n• Good: +1BD damage.\n• Outstanding: +2BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"Touch","Lists":"Keta Kalles Optant, Keta Kalles Gotak","Duration":"Instant","Type":"Miracle","Source":"LL 26","Axiom Level":12}}}}]},{"type":"Spells","name":"Uncounted Spears","description":"This miracle requires two spears. The character\nmay throw a single spear per turn, and it is replaced\nby an identical one. If both spears are thrown in\na turn, the miracle ends and all spears vanish. If\nthe duration expires normally, any thrown spears\nvanish, leaving the two originals in the invoker’s\npossession.\nSuccess Levels:\n• Good: The duration increases to one minute.\n• Outstanding: Spears appear quickly enough\nfor the character to Multi-Target and throw up\nto three spears each round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Lists":"Keta Kalles Optant","Duration":"3 rounds","Type":"Miracle","Source":"LL 27","Axiom Level":18}}}}]},{"type":"Spells","name":"Unlife","description":"This dark miracle transforms a corpse into a\nshambling undead creature. This miracle requires\nan intact skeleton or body of roughly human size to\nfunction. When the miracle is complete, the corpse\nis transformed into an undead creature: skeleton\nwarriors for humans or edeinos, or skeleraptors for\nmost medium-sized animals.\nSuccess Levels:\n• Good: Two standard-sized creatures are\ncreated or one large creature is created,\ndepending on the corpses available.\n• Outstanding: Four standard-sized creatures\nor one very large creature is created, depending\non the corpses available.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 minute","DN":"Hard (DN 14)","Range":"25 meters","Lists":"Rec Stalek Gotak","Duration":"Permanent","Type":"Miracle","Source":"LL 27","Axiom Level":16}}}}]},{"type":"Spells","name":"Ward Flames","description":"The supplicant beseeches the powers above for\nprotection from the harmful effects of heat and fire.\nThe invoker picks target within range to affect, and\nmay attempt to protect multiple people by taking\nthe usual Multi-Targeting penalties. Once activated,\nthe target gains +6 Armor against any fire- or heat-\nbased attack for the duration, and doesn’t suffer ill\neffects from smoke inhalation.\nSuccess Levels:\n• Good: The protection increases to +8 Armor\nagainst fire and heat damage.\n• Outstanding: The protection increases to +10\nArmor against fire and heat damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Lists":"Neo Shaman, Christianity Prince of Peace, Christianity Fire and Brimstone","Duration":"1 minute","Type":"Miracle","Source":"LL 27","Axiom Level":12}}}}]},{"type":"Spells","name":"Balancing Act","description":"Prerequisite: Beta Clearance\n   The priest gains the effects of one Darkness or\nLight Perk. The miracle ends once the scene ends,\nor a test is attempted using that Perk’s effects. The\npriest can ask for a Perk for which he doesn’t meet\nthe prerequisites, but the invocation is at –2 for each\nmissing prerequisite. This miracle may not Multi-\nTarget. Also if the priest has any Light or Darkness\nPerk (even if inactive), the test is Disfavored.\nIf the priest last used this miracle to receive a Light\nPerk, invoking this miracle to receive a Light Perk\nis at –6. If the priest last used this miracle to receive\na Darkness Perk, invoking this miracle to receive a\nDarkness Perk is at –6.\nThis miracle can only be attempted once per scene,\nand a Mishap deals additional Shock equal to the\ntotal casting penalty.\nSuccess Levels\n• Good: The test that uses the acquired Perk is\nFavored.\n• Outstanding: As Good and this miracle may\nbe attempted again this scene.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 18","Casting Time":"1 action","DN":"Heroic (18) but see below","Range":"Self","Lists":"Yonders","Duration":"1 scene or until used","Type":"Miracle","Source":"AY 43","Axiom Level":16}}}}]},{"type":"Spells","name":"Break Curse","description":"One curse on a person, location, or item is\nsuppressed for the duration.\nSuccess Levels\n• Good: Duration 1 act\n• Outstanding: The curse is permanently\nremoved.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (10)","Range":"Touch","Lists":"Exemplars of Light, Mysterians, Theomagicians","Duration":"1 scene","Type":"Miracle","Source":"AY 44","Axiom Level":16}}}}]},{"type":"Spells","name":"Break Storm","description":"Prerequisite: Beta Clearance\n   Natural storm activity within range dissipates.\nThe storm may continue to rage in the surrounding\narea, but winds become light, seas become calm,\nand lightning strikes stop within the miracle’s\nrange.\nTests involving spells, miracles, and other effects\nwhich feature storms or lightning are Disfavored if\nattempted within the miracle’s range.\nSuccess Levels\n• Good: Duration 1 hour and spells, miracles,\nor other effects involving lightning cannot be\ncast or activated at all.\n• Outstanding: As Good and can even suppress\na natural or invoked reality storm.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 round","DN":"Hard (14)","Range":"100 meters","Lists":"Exemplars of Light, Yonders, Theomagicians","Duration":"1 minute","Type":"Miracle","Source":"AY 44","Axiom Level":16}}}}]},{"type":"Spells","name":"Command Undead","description":"The invoker can issue a command to a Mindless\nundead creature within range, which it will obey\nto the best of its ability. When the command is\nobeyed or rendered impossible, the undead makes\na willpower or Spirit test. On a success, the miracle\nends, otherwise the invoker can issue another\ncommand.\nSuccess Levels\n• Good: Tests to end this miracle are Hard (DN\n14).\n• Outstanding: As Good, plus the duration\nchanges to the rest of the scene. This does not\nprevent the undead from attempting to break\nthe miracle.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"30 meters","Lists":"Exemplars of Darkness, Theomagicians","Duration":"Concentration","Type":"Miracle","Source":"AY 44","Axiom Level":15}}}}]},{"type":"Spells","name":"Doom","description":"Prerequisite: Beta Clearance, curse miracle\n   The target is Stymied or Vulnerable for the\nduration.\nSuccess Levels:\n• Good: The target is Stymied and Vulnerable\nfor the duration.\n• Outstanding: As Good and the next test\nthe character before the duration ends is\nDisfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"50 meters","Lists":"Exemplars of Light, Exemplars of Darkness, Yonders, Theomagicians, Cyberchurch","Duration":"3 rounds","Type":"Miracle","Source":"AY 44","Axiom Level":13}}}}]},{"type":"Spells","name":"Elmiir's Assistance","description":"Prerequisites: Elf, Beta Clearance\n  The invoker may use the faith skill for any one\ntest that does not involve a Multi-Target or Multi-\nAction. This miracle may only be attempted once\nper scene.\nSuccess Levels:\n• Good: The test may involve Multi-Target or\nMulti-Actions (but not both).\n• Outstanding: The test may involve both\nMulti-Targets and Multi-Actions.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 18","Casting Time":"1 action","DN":"Heroic (18)","Range":"Self","Lists":"Mysterians","Duration":"1 round","Type":"Miracle","Source":"AY 44","Axiom Level":18}}}}]},{"type":"Spells","name":"Penance","description":"This miracle fails against a target with no Darkness\nPerks. If the target has two or more Darkness Perks,\nthe faith test to cast this miracle is Favored. An\naffected target takes damage value 13 that ignores\nall armor.\nSuccess Levels\n• Good: +1BD damage\n• Outstanding: +1BD damage plus another\nBD for every two Darkness Perks the target\npossesses (rounded up).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"25 meters","Lists":"Exemplars of Light, Yonders","Duration":"Instant","Type":"Miracle","Source":"AY 45","Axiom Level":17}}}}]},{"type":"Spells","name":"Plague","description":"Prerequisites: Beta Clearance, sicken miracle\n  This miracle can only be invoked on a living\nsentient being and has two stages. In the first stage,\nthe target is Stymied for the duration. At the end of\neach round, she can make a willpower or Spirit test\nto end this stage and begin the second stage. If the\ntarget does not begin the second stage, she takes 12\ndamage at the end of the duration.\nIn the second stage, when the target first comes\nwithin 10 meters of a living creature other than the\ncaster and her allies, the other creature makes a\nwillpower or Spirit test. If it fails, the miracle takes\neffect on it as though it had been the original target.\nThis stage lasts for the remaining duration of the\nmiracle, and all effects of Good or Outstanding\nresults apply to any subsequent victims infected\nduring this stage.\nTargets immune to disease ignore this miracle’s\neffects. The invoker may revoke this miracle before\nthe end of the duration, stopping the spread of the\nplague and eliminating any effects which would be\nsuffered at the end of the second stage.\nSuccess Levels\n• Good: The target is Very Stymied during the\nfirst stage.\n• Outstanding: At the end of the second stage\nthe target suffers 1 Wound.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 18","Casting Time":"1 action","DN":"Disfavored vs. target’s willpower or Spirit","Range":"10 meters","Lists":"Yonders","Duration":"1 hour","Type":"Miracle","Source":"AY 45","Axiom Level":17}}}}]},{"type":"Spells","name":"Shali's Blessing","description":"Prerequisite: Beta Clearance, at least one add in all\nfour magic skills\n  This miracle may be attempted only once per\nscene. On a success the target’s spellcasting tests\nare Favored. If any target has no magic skills, the\nmiracle fails.\nSuccess Levels:\n• Good: In addition, the first time the target\nrolls a 1 for a spellcasting test, ignore that test\nand try again.\n• Outstanding: As Good, plus all spell backlash\nis reduced by 1.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 18","Casting Time":"1 action","DN":"Target’s highest magic skill","Range":"Touch","Lists":"Theomagicians","Duration":"1 scene","Type":"Miracle","Source":"AY 45","Axiom Level":18}}}}]},{"type":"Spells","name":"Sicken","description":"The target becomes Stymied until the miracle\nends.\nSuccess Levels\n• Good: The target becomes Very Stymied.\n• Outstanding: As Good, plus the target takes\n12 + 1BD damage that ignores armor when the\nmiracle ends.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Lists":"Exemplars of Darkness, Yonders","Duration":"Concentration","Type":"Miracle","Source":"AY 46","Axiom Level":15}}}}]},{"type":"Spells","name":"Summon Storm","description":"The area around the caster in a 100-meter radius\nerupts in a storm. The storm moves with the\nspellcaster but the spellcaster may end it at any\ntime.\nCreatures (including the spellcaster) in the area\nmoving more than half their movement speed\nmust make a Strength test at the beginning of their\nturn or be Stymied. Missile weapons and fire combat\nattacks and attacks involving fire with the area are\nDisfavored. Lightning based attacks are Favored.\nSuccess Levels\n• Good: At the end of each round a random\ntarget in the area is hit by a lightning bolt\ndealing 13 +1BD damage, AP 4 unless they\nmake a successful dodge test. A Mishap adds +1\nBD damage.\n• Outstanding: As Good but the lightning bolt\ntargets a random foe of the caster.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Standard (10)","Range":"Self","Lists":"Exemplars of Light, Yonders, Mysterians, Theomagicians","Duration":"1 minute","Type":"Miracle","Source":"AY 46","Axiom Level":16}}}}]},{"type":"Spells","name":"Treeskin","description":"This miracle transforms the invoker’s skin to\nwood. On a success she gains +2 Toughness but\nbecomes Vulnerable to fire attacks.\nSuccess Levels:\n• Good: As Standard but no longer Vulnerable\nto fire attacks.\n• Outstanding: As Good, and instead gains +3\nToughness.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Invoker’s Strength","Range":"Self","Lists":"Exemplars of Light, Yonders, Mysterians, Theomagicians","Duration":"3 rounds","Type":"Miracle","Source":"AY 46","Axiom Level":10}}}}]},{"type":"Spells","name":"Turn Undead","description":"This miracle targets all undead within 10 meters\nof the caster. This is an area effect miracle; no\nMulti-Targeting applies. Each affected undead is\nVery Stymied while it remains within 10 meters of\nthe caster. The miracle’s effect ends on a specific\nundead once it is hit with an attack or interaction.\nSuccess Levels\n• Good: Mindless undead must rush directly\naway from the invoker on their turns while\nwithin range.\n• Outstanding: As Good, plus the Mindless\nundead take 14+1BD damage when initially\naffected.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"10 meters","Lists":"Exemplars of Light, Mysterians, Theomagicians","Duration":"Concentration","Type":"Miracle","Source":"AY 46","Axiom Level":12}}}}]},{"type":"Spells","name":"Ward Cold","description":"This miracle may be invoked once per day. The\ntarget is protected from natural cold up to –40°C\n(–40°F)\n  Success Levels\n• Good: The target gains +5 Armor vs. ice\ndamage.\n• Outstanding: +8 Armor vs. ice damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 minute","DN":"Standard (10)","Range":"Touch","Lists":"Exemplars of Light, Yonders, Mysterians, Theomagicians, Palanism","Duration":"24 hours","Type":"Miracle","Source":"AY 46","Axiom Level":9}}}}]},{"type":"Spells","name":"Ward Magic","description":"Spells targeting the caster take a Challenging (-2)\npenalty to affect her.\nSuccess Levels\n• Good: The penalty increases to Hard (-4).\n• Outstanding: Spells targeting the caster,\nincluding in an area of effect, are Disfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Standard (10)","Range":"Self","Lists":"Exemplars of Light, Exemplars of Darkness, Yonders, Mysterians, Theomagicians","Duration":"Concentration","Type":"Miracle","Source":"AY 47","Axiom Level":10}}}}]},{"type":"Spells","name":"Word of the Gods","description":"This miracle allows the caster to gain a flash of\ninsight. On a success, the Storm Knight gains a clue\nor indicating the next course of action she should\ntake, or she may choose to make the Approved\nAction of the Drama Deck “Any” just as if playing\nan Idea card.\nThe gods do not like to be pestered, and so this\nmiracle may only be attempted once per day.\nSuccess Levels:\n• Good: The player may instead search for an\nIdea card in the Destiny deck or discard, then\nshuffle the deck afterward.\n• Outstanding: As Good and the gods feel\ngracious and the cleric may invoke this miracle\nagain.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (10)","Range":"Self","Lists":"Exemplars of Light, Exemplars of Darkness, Mysterians, Christianity Prince of Peace","Duration":"Instant","Type":"Miracle","Source":"AY 47","Axiom Level":10}}}}]},{"type":"Spells","name":"Animate Mummy","description":"This ritual allows the invoker to animate and\ncommand a corpse which has been properly\nmummified. The supplicant can command the\nmummy to perform a specific task (“kill Rama\nTut!” or “bring me the Possibility Chalice!”). The\nmummy remains animated until it performs the\ntask or is destroyed. The mummy’s statistics are\nfound on page 130.\nSuccess Levels:\n• Good: The mummy has 2 Wounds.\n• Outstanding: The mummy has Strength 15\nand Toughness 15.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 hour","DN":"Challenging (DN 12)","Range":"Touch","Lists":"Amaatist Hem-Netjer","Duration":"Permanent","Type":"Miracle","Source":"NE 45","Axiom Level":16}}}}]},{"type":"Spells","name":"Blinding Dust","description":"Blinding dust creates an area 10 meters in radius\nfilled with blowing dust. Any physical attacks at\ntargets within the the blowing dust, or by characters\nin the dust attacking out, are treated as having a\nDim (–2) Darkness Penalty.\nIf the miracle is invoked in a sandy area, the faith\ntest has a +4 bonus.\nSuccess Levels:\n• Good: The Darkness Penalty is increased to\nDark (-4).\n• Outstanding: The zone of dust is treated as\nPitch Black (-6).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"50 meters","Lists":"Amaatist Hem-Netjer","Duration":"Concentration","Type":"Miracle","Source":"NE 45","Axiom Level":14}}}}]},{"type":"Spells","name":"Cure Poison","description":"This miracle quickly flushes any toxins out of the\ntarget’s system. On a success the target makes a\nStrength test as if the full minute of the poison’s\neffects had expired. Any of the toxin’s modifiers for\nthe test remain in place. If the test fails, the poison\ncontinues to affect the target normally.\nSuccess Levels:\n• Good: The poison ends its duration\nimmediately without requiring a Strength test\nfrom the target. Conditions caused by the\npoison linger normally.\n• Outstanding: The poison ends its duration\nimmediately without requiring a Strength test\nfrom the target and any conditions caused\nby the poison are removed. This includes\nconditions like Stymied and Vulnerable, but\nalso the KO’ed condition.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Amaatist Hem-Netjer, Palanism","Duration":"Instant","Type":"Miracle","Source":"NE 45","Axiom Level":12}}}}]},{"type":"Spells","name":"Death Shout","description":"The invoker shouts at a target with such force it\ncan actually kill a person. Death shout causes 12\ndamage and attacks the target’s lowest Armor.\nIf the target has Full Body armor, the damage\nincreases by +1 BD.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD. Additionally,\nthe target is deafened for one minute.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Lists":"Amaatist Hem-Netjer","Duration":"Instant","Type":"Miracle","Source":"NE 45","Axiom Level":16}}}}]},{"type":"Spells","name":"Drain Life","description":"This miracle, only invoked by evil priests,\nparticularly those who favor Anubis, Set, and\nSebek, actually drains the life energy from the target\ngrants it to the priest, possibly even regenerating\nthe priest’s wounds.\nThis miracle may only be invoked on a single\ntarget (no Multi-Targeting) and may not be\ninvoked as a Multi-Action as it requires the priest's\nfull attention. The target may choose to make this a\ncontest after being declared the target, but becomes\nVulnerable and Stymied after the contest.\nOn a success, the target takes 12 damage which\nignores all armor. Any Shock or Wounds drain life\nactually causes are recovered by the priest. The\ntarget may attempt to Soak Damage, but the test\nhas a Hard (-4) penalty.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Lists":"Amaatist Hem-Netjer","Duration":"Instant","Type":"Miracle","Source":"NE 46","Axiom Level":18}}}}]},{"type":"Spells","name":"Dream","description":"The priest invokes this miracle on herself as he\ngoes to sleep. On a success, she has a dream in\nwhich she solves a future problem. She does not\nremember the particulars of the dream once she\nawakens, but when the problem presents itself in\nthe form of a Dramatic Skill Resolution, the dream\ncomes to her and enables her to help solve the\nproblem for real.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.. Additionally,\nthe target is deafened for one minute. The priest may declare that she is using the\nknowledge gained through her dream during\nany Dramatic Skill Resolution. She may make\ntests herself or assist others making tests through\na Combined Action. All tests to solve steps of the\nDramatic Skill Resolution the priest is involved\nwith are Favored.\nThe supplicant can only invoke this miracle once\nper act, and once the Dramatic Skill Resolution is\ncomplete, this miracle ends.\nSuccess Levels:\n• Good: As Standard, and the dreamer may\ncancel the negative consequence of failing a test\nthat she attempted when a dilemma is showing\non the Drama Deck.\n• Outstanding: As Good and once per Dramatic\nSkill Resolution the character automatically\nsucceeds at one step associated with a dilemma.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Self","Lists":"Amaatist Hem-Netjer, Christianity Prince of Peace","Duration":"One act","Type":"Miracle","Source":"NE 46","Axiom Level":8}}}}]},{"type":"Spells","name":"Empower Ankh","description":"To invoke this miracle, the priest requires at least\none ankh with a jewel assoicated with a particular\nvariety of ankh (see the Gear chapter for some\nexamples), which are relatively easily acquired in\nthe Nile Empire (Value 10) but are otherwise Rare.\nThe priest touches the ankh invoking the power of\nWadjet to aid and protect the bearer.\nOn a success this miracle infuses the ankh with\nspiritual energy.\nThe ankh must be attuned to a target in a ritual\nthat takes one hour to conduct. One attuned, the\nankh has no effect if worn by another person.\nAdditionally if the bearer is already attuned to\nanother ankh, that ankh's power fades.\nProtective Ankhs: Protective ankhs normally only\nprovide +1 Full Body Armor, but can be empowered\nto higher levels. The DN to infuse a protective ankh\nwith enough energy to provide +2 Armor is Hard\n(DN 14), or Heroic (DN 18) for +3 Armor.\nSuccess Levels:\n• Good: The priest retains enough spiritual\npower to immediately empower a second ankh.\n• Outstanding: The priest can empower a total\nof three ankhs.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Touch","Lists":"Amaatist Hem-Netjer","Duration":"1 week","Type":"Miracle","Source":"NE 46","Axiom Level":14}}}}]},{"type":"Spells","name":"Pronouncement of Doom","description":"The pronouncement of doom is the most powerful\ncurse that can be invoked by Amaatist priests.\nThe priest invoking pronouncement of doom doesn’t\neven need to be in the vicinity of the target (but the\ntarget must be in the same cosm or stelae boundary\nas the invoker). He merely needs an object once\npossessed by the target for at least a week and an\noffering to a member of the Ennead worth at least\nValue Level 8.\nA character with a pronouncement of doom inflicted\nupon him is Stymied for the next 24 hours and\ncannot remove this condition until the duration\nends.\nSuccess Levels:\n• Good: The character is also Vulnerable for the\nnext 24 hours.\n• Outstanding: As Good, but if an additional\noffering of at least Value Level 15 is sacrificed\nby the invoker, the target must make a Defeat\ntest at the end of the 24 hours.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"10 minutes","DN":"Target’s faith or Spirit","Range":"Not Applicable","Lists":"Amaatist Hem-Netjer","Duration":"24 hours","Type":"Miracle","Source":"NE 47","Axiom Level":18}}}}]},{"type":"Spells","name":"Prophecy","description":"Sacred texts are full of prophecies, some\nfulfilled, many that have not, and all are open to\ninterpretation.\nThe priest performs a ritual that involves prayer\nand symbolic sacrifices, and puts himself into an\naltered state of conciousness, hoping that he is\nblessed with a vision of the future. Preferably one\nthat's useful and correct.\nOn a success the priest receives a vision of the next\nDramatic scene, and if the GM knows the details\ncan she may provide vague details.\nOnce in the next Dramatic scene, immediately\nafter a Drama card is flipped the priest may choose\nto make the Standard Conflict Line in effect for the\nround instead of the Dramatic Conflict Line.\nSuccess Levels:\n• Good: The priest may choose twice in the next\nDramatic scene instead of once.\n• Outstanding: The priest may choose the\nStandard Conflict line every round when the\ncard is revealed.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 hour","DN":"Hard (DN 14)","Range":"Self","Lists":"Amaatist Hem-Netjer, Christianity Fire and Brimstone","Duration":"One act","Type":"Miracle","Source":"NE 47","Axiom Level":10}}}}]},{"type":"Spells","name":"Recall Spirit","description":"Death isn’t permanent in the Nile Empire, and it\nis possible to resurrect certain individuals. A body\nwhich has been dead for longer than three days\ncannot be resurrected unless the miracle is invoked\nunder special circumstances—certain planets must\nalign and the body must have been mummified\nand the organs properly contained within nearby\ncanopic jars(see page 51).\nThe priest touches the corpse and asks his deity\nto return the spirit to the body. If the person was\never previously the target of this miracle (whether\nit succeeded or not), the invocation automatically\nfails.\nOn a success, the corpse is reunited with its spirit\nand the body is reanimated as a Mummy. The\ncharacter suffers a permanent Injury but gains the\nMummy Perk (see page 16), which must be paid\nfor with XP’s when possible.\nSuccess Levels:\n• Good: As Standard but the target suffers no\nInjury.\n• Outstanding: The person is truly returned\nto life with no Injury and does not gain the\nMummy Perk.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"10 minutes","DN":"Very Hard (DN 16)","Range":"Touch","Lists":"Amaatist Hem-Netjer","Duration":"Instant","Type":"Miracle","Source":"NE 47","Axiom Level":18}}}}]},{"type":"Spells","name":"Sandstorm","description":"This miracle requires a large source of loose sand\n(like a desert) within 100 kilometers.\nThe supplicant calls upon a sandstorm to inflict an\narea the size of a town. The storm begins to build\nimmediately upon beginning the miracle, and one\nhour later takes effect.\nDuring the storm, the entire area is subject to\nMedium Concealment (–4) due to blowing sand.\nThe invoker must continue to spend an action\neach round maintaining the sandstorm, and at the\nend of each hour must make a Very Hard (DN 16)\nConcentration test to maintain the storm.\nThis miracle can be invoked only once per week.\nSuccess Levels:\n• Good: Each hour, those exposed to the\nsandstorm must make a survival test or suffer\nFatigue. Those who are KO’ed automatically\ntake 1 Wound every hour. Recovery of Shock is\nnot possible while within the sandstorm for the\nduration of the miracle.\n• Outstanding: As Good, but the survival test is\nHard (DN 14).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 hour","DN":"Very Hard (DN 16)","Range":"100 kilometers","Lists":"Amaatist Hem-Netjer","Duration":"Concentration or 8 hours (see below)","Type":"Miracle","Source":"NE 48","Axiom Level":18}}}}]},{"type":"Spells","name":"Scarab Swarm","description":"The invoker summons a single massive swarm of\nscarab beetles, which can rapidly envelop a target and\nchew them down to bones in seconds. The priest can\ndirect the beetles to move and attack telepathically as\na simple action, out to a range of 25 meters.\nIn addition to the damage a creature takes at the\nstart of their turn, the scarab swarm may make a\nShred attack to directly attack targets it is touching.\nOnly one swarm can be summoned at a time.\nWhen the miracle ends the swarm immediately\ndissipates and no additional swarms may be\nsummoned until the start of the next scene. The\nscarab swarm otherwise uses the insect swarm\nstatistics are found on page 130.\nSuccess Levels:\n• Good: The scarab swarm’s speed becomes 10.\n• Outstanding: The swarm’s speed increases to\n10 and it may fly at a speed of 10 meters per\nround.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"10 meters","Lists":"Amaatist Hem-Netjer","Duration":"Concentration","Type":"Miracle","Source":"NE 48","Axiom Level":18}}}}]},{"type":"Spells","name":"Snake Staff","description":"The invoker transforms her staff into a dangerous\nasp (see page 124). The priest can telepathically\ndirect the asp to move and attack as a simple action.\nIf the asp is KO’ed, the miracle ends and the snake\ntransforms back into a staff. If the asp is killed, it\ntransforms into a staff, broken into several pieces.\nThe invoker may only have one staff transformed\ninto a snake at a time.\nSuccess Levels:\n• Good: The asp’s fangs do Strength +2 damage.\n• Outstanding: As Good plus the asp's poison\ndeals 3 Shock each round instead of 2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Amaatist Hem-Netjer","Duration":"1 minute","Type":"Miracle","Source":"NE 48","Axiom Level":14}}}}]},{"type":"Spells","name":"Sundew","description":"Sundew can only be invoked when the targets are\noutside or otherwise exposed to the sky. When this\nmiracle is invoked, a burst of sunlight descends\nfrom the sky and strikes the invoker and those\naround him in a Medium Burst Radius. A success\nheals one Wound.\nAn individual may only be the target of sundew\nonce per day.\nSuccess Levels:\n• Good: Heals 2 Wounds.\n• Outstanding: Heals 3 Wounds.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"Self","Lists":"Amaatist Hem-Netjer","Duration":"Instant","Type":"Miracle","Source":"NE 49","Axiom Level":12}}}}]},{"type":"Spells","name":"Wings of the Hawk","description":"When this miracle is invoked, the supplicant grows\nhawk wings from her back, and is temporarily able\nto fly, with a speed of 50 meters per round. Flying\nfaster than Dexterity meters counts as running\n(see page 114). The invoker may haul whatever\nweight she normally carries. A heavy load drops\nthe maximum speed by half and causes her 1 Shock\neach round.\nSuccess Levels:\n• Good: The invoker may move at maximum\nspeed without suffering a –2 penalty.\n• Outstanding: Maximum speed is increased to\n100 meters per round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Self","Lists":"Amaatist Hem-Netjer","Duration":"Concentration","Type":"Miracle","Source":"NE 49","Axiom Level":14}}}}]},{"type":"Spells","name":"Battle Vigil","description":"When a holy warrior knows a battle will occur\nthe next day, he must spend the night constantly\npraying to God. He may not interrupt this praying\nfor any reason, including traveling, eating, or\nsleeping, unless it is to fend off an attack, but once\nthat is done, he must go back to praying. At least 6\nhours must be spent praying, and then the miracle\nis invoked at sunrise. This miracle may only be\nattempted once per day.\nOn a success the Templar reduces any damage\nduring any Dramatic Scene by 1 Shock.\nFatigue: If the holy warrior fails to invoke this\nmiracle, he is Fatigued and takes 2 Shock that he\nmay not recover in any manner until he defeats an\nenemy in battle.\nSuccess Levels:\n• Good: Damage and Fatigue is reduced by 1\nShock.\n• Outstanding: Damage or Fatigue is reduced by\n2 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"6 hours and see below","DN":"Standard (DN 10)","Range":"Self","Lists":"God's Champion","Duration":"24 hours","Type":"Miracle","Source":"CY 52","Axiom Level":8}}}}]},{"type":"Spells","name":"Computer Empathy","description":"The priest feels the touch of God and gains an\notherworldly understanding of using computers or\nother high technology. When successfully invoked,\nthe priest’s computers tests are Favored.\nSuccess Levels:\n• Good: The duration increases to one hour.\n• Outstanding: As Good, but once during the\nduration the priest may declare a test Up\ninstead of Favored. He must declare this before\nrolling.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8","Casting Time":"1 minute","DN":"Easy (DN 8)","Range":"Self","Lists":"Cyberchurch","Duration":"10 minute","Type":"Miracle","Source":"CY 53","Axiom Level":6}}}}]},{"type":"Spells","name":"Cleanse","description":"Prerequisite: Beta Clearance, lightning strike\nmiracle\nCleanse is a powerful and demanding miracle\ncapable of striking down large numbers of enemies\nof the faith. The cleric invokes the name of God to\nstrike down the heretics. As the priest invokes the\nmiracle, a thunder and lightning storm develops\naround him. This uses up the priest’s action, but he\ncan still take simple actions.\nOn his next turn, he may use an action to complete\nthe invocation and attacks all targets within range\nin a Very Large Blast Radius with a faith test. There\nis no penalty for range, concealment, or darkness.\nA hit does 18 damage, AP4.\nAllies of the invoker are not hit by this attack nor\nare they counted as targets.\nThis miracle may only be attempted once per\nscene. If cleanse or lightning strike is invoked,\nthe other miracle can be invoked on the cleric’s\nimmediate next turn rather than preparing for a\nturn, as the storm already exists.\nSuccess Levels:\n• Good: +1BD damage.\n• Outstanding: +2BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"See below","DN":"Very Hard (-6) vs. target’s dodge or Dexterity","Range":"100 meters","Lists":"Cyberchurch","Duration":"Instant","Type":"Miracle","Source":"CY 53","Axiom Level":16}}}}]},{"type":"Spells","name":"Cybercommunion","description":"This miracle may only be invoked by consuming a\nCyberEucharist, a communion wafer that appears\nto be made of circuitry, and is frequently carried\nby cyberpriests when on missions in other realities.\nThis miracle may only be invoked on one target at\na time.\nOnce the CyberEucharist is consumed, the target\nmay access the GodNet remotely, without physical\nconnection, as long as a route to a Holy Exchange\ncan be drawn from his location through realities\nthat either have at least a Spirit Axiom of 8, or a\nTech Axiom of 23. This route may not cross a\nmaelstrom bridge, but may cross reality storms\nwithout penalty.\nThe blessed person cannot access the GodNet\nthrough virtual reality but can download and\nupload information and contact others in or\nconnected to the GodNet. Additionally, this\nprevents GodNet withdrawal (see page 129).\nSuccess Levels:\n• Good: The duration increases to 5 minutes.\n• Outstanding: The duration increases to 30\nminutes.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Lists":"Cyberchurch","Duration":"1 minute","Type":"Miracle","Source":"CY 54","Axiom Level":8}}}}]},{"type":"Spells","name":"Fanaticism","description":"Fanaticism whips up the cleric’s allies into a\nreligious fervor, making them fearless and able to\nignore minor injuries—for a brief period.\nOn a Standard Success the target’s defense against\nintimidation attacks is increased by +2 and tests to\navoid fear effects are Favored.\nSuccess Levels:\n• Good: As Standard and the target takes two\nless Shock when damaged. However, the\ntarget becomes Fatigued and takes 2 Shock at\nthe end of the spell’s duration, which cannot\nbe removed until he sleeps for at least 8 hours.\n• Outstanding: As Good but the target is immune\nto Shock for the duration.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Lists":"Cyberchurch, God's Champion","Duration":"1 minute","Type":"Miracle","Source":"CY 55","Axiom Level":8}}}}]},{"type":"Spells","name":"First Strike","description":"This miracle allows the invoker to take (and keep)\nthe momentum of the battle and keep his opponents\non the defensive. While this miracle is in effect the\nwarrior appears to move slightly quicker than one\nwould expect. It’s obvious he has some sort of\nsupernatural assistance.\nOn a success the holy warrior (and only he) takes\nhis actions each round before anyone else acts. This\noverrides the initiative line on the Drama card. If\ncharacters from both the Hero and Villain side\nhave an ability that allows them to go first, those\ncharacters act according to the Initiative Line, and\nthen the rest of the combatants act.\nSuccess Levels:\n• Good: The duration increases to one minute.\n• Outstanding: As Good and melee attacks are\nFavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Lists":"God's Champion","Duration":"3 round","Type":"Miracle","Source":"CY 55","Axiom Level":13}}}}]},{"type":"Spells","name":"Net Damnation","description":"Net damnation can only be invoked within the\nGodNet. The priest calls upon God to sunder the\ntarget’s soul and send it to Purgatory.\nOn a success the target takes 12 non-lethal damage\nthat ignores armor unless it is holy or has some\ndivine origin. If the target is KO’ed from Wounds\nby this attack he must make a Defeat test using\nSpirit (not Strength). If the target fails the test, his\nsoul breaks from his body and is sent to Purgatory.\nAdditionally, for the duration of this miracle, if\nthe character is Defeated and fails the Defeat test,\nhis soul is sundered from his avatar and sent to\nPurgatory (see page 96).\nSuccess Levels:\n• Good: The target must make a Defeat test even\nif he is KO’ed by this attack.\n• Outstanding: As Good and the target’s Defeat\ntest is Disfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"25 meters","Lists":"Cyberchurch","Duration":"1 minute","Type":"Miracle","Source":"CY 55","Axiom Level":13}}}}]},{"type":"Spells","name":"Node Scrambler","description":"This miracle may only be invoked within the\nGodNet. This miracle is actually capable of\naffecting an entire GodNet region and makes it\nmore difficult, or even nearly impossible, to create\nand use teleport nodes and exit nodes anywhere\nwithin the local Holy Exchange. The existence of\nthe scrambler field is apparent, and adds a bit of a\nsparkle to the air in the area.\nOn a success any attempts create or use transfer\nor exit nodes are Disfavored. This includes tests\ninvolving a Dramatic Skill Resolution or the casting\nof a spell or other ability that can create nodes. If\na device can create nodes without a test, the user\nmust now make a computers test to do so.\nSuccess Levels:\n• Good: Tests to create or use teleport or exit\nnodes are Disfavored and have a –2 penalty.\n• Outstanding: As Good but the penalty\nincreases to –4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 round","DN":"Very Hard (DN 16)","Range":"One GodNet sector","Lists":"Cyberchurch","Duration":"10 minute","Type":"Miracle","Source":"CY 55","Axiom Level":16}}}}]},{"type":"Spells","name":"Purge Magic","description":"Purge magic is a useful miracle for Inquisitors and\ncyberpriests to know, as it allows them to cancel the\neffects of spells cast on their allies (or their flock). It\nonly works on cast spells, not magic items, mystical\nartifacts, or any other type of arcane device. This\nmiracle targets the recipient of the spell, not the\ncaster, but the DN is based on the spellcaster’s\nwillpower or Spirit.\nOn a success, one spell effect of the priest’s\nchoosing ends.\nSuccess Levels:\n• Good: The effects of two spells on the target\nend.\n• Outstanding: All spells on the target end.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"The caster’s willpower or Spirit","Range":"25 meters","Lists":"Cyberchurch","Duration":"Instant","Type":"Miracle","Source":"CY 56","Axiom Level":11}}}}]},{"type":"Spells","name":"Reboot Device","description":"As a counter to cyberwitch and white witch\nproclivities to mess with cyberware and other\nelectronics, this miracle allows electronic devices\nwhich are shut down to return to life, as long as\nthey are not physically damaged or destroyed.\nThis miracle does not affect Tech Constructs.\nIf the target is an electronic device, on a success\nit recovers and begins functioning normally. If the\ntarget is a living being with cyberware or Occultech,\na single install of shut down cyberware recovers.\nSuccess Levels:\n• Good: The priest reboots all devices within 5\nmeters, or the target living being regains the\nuse of two installs of cyberware or Occultech.\n• Outstanding: All electronics within 20 meters\nrecovers, or all of the target’s cyberware or\nOccultech begins to function normally.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Easy (DN 8)","Range":"Touch","Lists":"Cyberchurch","Duration":"Instant","Type":"Miracle","Source":"CY 56","Axiom Level":9}}}}]},{"type":"Spells","name":"Rood Awakening","description":"Inquisitors don’t always need to smite heretics\nwho are battling them, sometimes it’s more\nimportant to capture and interrogate them so as to\ngather more heretics to be burned. Rood awakening\nis particularly effective at entrapping spellcasters\n(those who know at least one spell). The priest\nmay only target a single character (Multi-Targeting\ncannot be used), and once affected, he cannot\ninvoke this miracle again unless he releases his first\ntarget.\nWith a prayer, the inquisitor manifests a glowing\nwhite cross. On a success, the cross affixes itself\nto the target. The target loses some control of her\nbody and becomes Stymied or Vulnerable at the\nend of the cleric’s turn until the miracle ends.\nEscaping uses the same rules as grappling, but\ninstead is a contest of the target’s willpower vs. the\ncleric’s faith. If she gets a Standard Success, she\nescapes but it expends her action. On a Good or\nOutstanding Success she can act normally. In all\ncases where the victim escapes, the miracle ends.\nThis miracle only affects sentient, living\nhumanoids. Animals, tech constructs, and targets\nthat are mindless are immune.\nSuccess Levels:\n• Good: The target becomes Stymied and\nVulnerable at the end of the invoker’s turn.\n• Outstanding: As Good and the target is\nwracked with pain and takes 2 Shock. If the\ntarget is a spellcaster, her body is elevated just\noff the ground and restrained (see Grappling\nin Torg Eternity).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Lists":"Cyberchurch","Duration":"Concentration","Type":"Miracle","Source":"CY 56","Axiom Level":14}}}}]},{"type":"Spells","name":"Strength of the Righteous","description":"Strength of the righteous grants the strength of\nangels to God’s holy warriors when they are in\ndesperate need. The character points her melee\nweapon to the sky and shouts out a petition for\nGod to grant her strength against the heretics. On\na success, a bolt of lightning harmlessly strikes the\nweapon and the faithful glows faintly. She gains a\nbonus to melee and unarmed damage equal to her\nWound penalties.\nSuccess Levels:\n• Good: The damage bonus is twice the warrior’s\nWound penalties.\n• Outstanding: As Good, and the hero gains +2\ndamage even if she has no Wounds.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Lists":"God's Champion","Duration":"1 minute","Type":"Miracle","Source":"CY 57","Axiom Level":8}}}}]},{"type":"Spells","name":"Thrice Damned","description":"This miracle is invoked with the priest pointing\nat one (and only one) target, and calling upon God\nto curse her, including the loud pronouncement of\nYou are thrice damned! On a Standard Success,\nthe target becomes Vulnerable. If the character is\nalready Very Vulnerable, she becomes Stymied\ninstead.\nSuccess Levels:\n• Good: As Standard and the victim becomes\nFatigued as well.\n• Outstanding: As Good and the target becomes\nConfused, or Disfavored if invoked on a Game\nMaster character.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"25 meters","Lists":"Cyberchurch","Duration":"Instant","Type":"Miracle","Source":"CY 57","Axiom Level":12}}}}]},{"type":"Spells","name":"Bless Missile","description":"One of the most important miracles invoked by a\nSacellum chaplain is Bless Missile. Usually done in\nthe morning, the Quartermaster gathers ammunition\nthat is to be distributed that day and presents it to\nthe chaplain. The chaplain then sprinkles holy water\non the ammunition and blesses it.\nBless Missile increases the damage value against\nsupernatural evil by +1. Up to 100 bullets are blessed.\nAn arrow counts as 10 bullets and an artillery shell\ncounts as the full 100. Special ammo which already\ncarries a blessing, such as Holy Water Shells for the\nSlayer’s gun, gain no additional benefit.\nMissiles blessed with this miracle counts as\nmagical for purposes of affecting foes with the\nEthereal or similar abilities that generally ignore\nnormal weapons.\nSuccess Levels:\n• Good: Up to 500 bullets can be blessed.\n• Outstanding: As Good and the damage against\nsupernatural evil is increased to +2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"30 minutes","DN":"Standard (DN 10)","Range":"5 meters","Lists":"Sacellum Chaplain","Duration":"1 day","Type":"Miracle","Source":"OR 33","Axiom Level":12}}}}]},{"type":"Spells","name":"Blind","description":"This miracle robs the target of the ability of sight\nby shrouding his eyes in shades of unrelenting gray.\nOn a success the target suffers the −2 penalty for\nDim lighting on find tests and ranged attacks. The\npenalty applies even to targets who can normally\nsee in the dark and ignore such modifiers.\nSuccess Levels:\n• Good: The Darkness penalty increases to -4\n• Outstanding: The Darkness penalty increases\nto the maximum -6","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"100 meters","Lists":"Sacellum Chaplain","Duration":"3 rounds","Type":"Miracle","Source":"OR 33","Axiom Level":12}}}}]},{"type":"Spells","name":"Crisis of Faith","description":"The invoker of this miracle calls out and rebukes\nanother person of faith. On a Success, the target’s\nfaith skill is disfavored.\nSuccess Levels:\n• Good: Duration increases to 3 rounds\n• Outstanding: On the first round, the target\ncannot actively use the faith skill. Miracles\ncan be cast if the target’s Spirit is high enough.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"10 meters","Lists":"Sacellum Chaplain","Duration":"1 round","Type":"Miracle","Source":"OR 33","Axiom Level":12}}}}]},{"type":"Spells","name":"Crucifixion","description":"Crucifixion is a powerful miracle in which steel\nspikes shoot out of the priest’s hands and pierce\nthe target’s hands and feet doing 16 damage, AP\n4. If there is a hard, vertical surface (a tree would\ncount, a person would not) within a meter behind\nthe target, the spikes impale him to the surface in\na manner of a crucifixion and he is restrained (see\nGrappling in Torg Eternity). Breaking free is a Very\nHard (DN 16) Strength test.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Lists":"Sacellum Chaplain","Duration":"Instant","Type":"Miracle","Source":"OR 34","Axiom Level":16}}}}]},{"type":"Spells","name":"Fear of God","description":"The invoker causes an intense fear of judgment in\nall enemies within a Large Blast (see Torg Eternity).\nAffected targets become Vulnerable. Note that as\nan Area Effect attack there’s no Multi-Targeting\npenalty, but also no option to add extra targets.\nTargets immune to fear effects are also immune\nto this spell.\nSuccess Levels\n• Good: Affected targets become Very\nVulnerable.\n• Outstanding: Affected targets become Very\nVulnerable and suffer 2 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Lists":"Sacellum Chaplain","Duration":"Instant","Type":"Miracle","Source":"OR 34","Axiom Level":12}}}}]},{"type":"Spells","name":"Infernal Judgment","description":"Prereq: Beta Clearance, Hellfire miracle\nWith infernal judgment, the priest calls up a hellish\npillar of fire from under the ground to strike up at a\ntarget. A target up to 25 meters in the air may be hit\nby the miracle. The base damage for the miracle is\nthe priest’s faith. The pillar of fire will burn anyone\nwho comes in contact with it, but it cannot move.\nSuccess Levels\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"25 meters","Lists":"Sacellum Chaplain","Duration":"3 rounds","Type":"Miracle","Source":"OR 34","Axiom Level":16}}}}]},{"type":"Spells","name":"Paralyze","description":"This miracle paralyzes the victim upon a touch,\naffecting the target’s ability to move even though\nshe is aware.\nAny physical actions are at a –2 penalty and base\nmovement is reduced by 2 as well. This does affect\nmagic and miracles that require speech, but not\npsionic powers and other abilities that do not.\nSuccess Levels:\n• Good: Penalty to physical actions as Standard\nand additionally the target cannot move but\nis not restrained.\n• Outstanding: As Good and the penalty to\nphysical actions is increased to –4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Lists":"Sacellum Chaplain","Duration":"3 rounds","Type":"Miracle","Source":"OR 34","Axiom Level":12}}}}]},{"type":"Spells","name":"Part the Sea","description":"With this miracle, the priest calls upon her god\nto cause a body of water to part and allow passage.\nThe liquid separates, leaving a corridor of solid\nground. One a Standard success, a volume of water\nequivalent to a small pool or stream may be parted.\nWhen the miracle ends, the water rushes back,\ndoing 10 damage (ignores armor) to anyone left\nstanding in the area that was parted.\nSuccess Levels\n• Good: Water volume can be equivalent to a\npond or small river. Damage +1BD.\n• Outstanding: Water volume can be a deep\nriver or small lake. Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"50 meters","Lists":"Sacellum Chaplain","Duration":"Concentration","Type":"Miracle","Source":"OR 34","Axiom Level":10}}}}]},{"type":"Spells","name":"Pillar of Salt","description":"This powerful miracle is only able to be invoked\non holy ground and other areas where the Spirit\naxiom is 17 or higher without contradiction. The\npriest calls upon the wrath of the Sacellum God to\nturn the target into a pillar of salt. On a success, the\ntarget becomes Stymied and Vulnerable. At the start\nof the target’s following turn, the target becomes\nVery Stymied and Very Vulnerable. At the start\nof the target’s subsequent turn, Restrained, Very\nStymied, and Very Vulnerable.\nThe target may sacrifice their entire turn to make\na Very Hard (DN 14) faith or Spirit test to end the\nmiracle early. If the target is KO’ed due to Shock,\nthey must immediately make a Defeat test.\nSuccess Levels:\n• Good: As Standard, plus the target takes 1\nShock per round.\n• Outstanding: As Standard, plus the target\ntakes 2 Shock per round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 action","DN":"Hard (–4) vs. the target’s willpower or Spirit","Range":"5 meters","Lists":"Sacellum Chaplain","Duration":"3 rounds","Type":"Miracle","Source":"OR 35","Axiom Level":17}}}}]},{"type":"Spells","name":"Sins of the Flesh","description":"The effect of this miracle produces a curse which\ncauses rips and tears to appear on the target’s body.\nThe open sores cause pain and discomfort. The\ntarget takes 2 points of Shock that does not go away\nunless healed or the duration passes. The damage\ncan be healed through mundane or magical means\nsuch as the healing skill or various abilities, spells,\nand miracles that heal damage, but the appearance\nof the flesh can only be repaired with by removing\nthe curse or allowing the duration to end on its own.\nThe target’s Charisma and Dexterity based skill tests\nare at a –4 penalty as long as the sores are present.\nSpells and miracles such as Repel Curse and\nBreak Curse end this miracle as presented in their\ndescriptions.\nSuccess Levels:\n• Good: Shock is increased to 4 points\n• Outstanding: As a Good success, but the\nduration increases to an Act.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"Touch","Lists":"Sacellum Chaplain","Duration":"1 Scene","Type":"Miracle","Source":"OR 35","Axiom Level":14}}}}]},{"type":"Spells","name":"Thrice Cursed","description":"The target suffers three different conditions as a\nwithin the next 24 hours. Each round the invoker can\nchoose one of the conditions to apply as a free action.\nNo more than one of these conditions can affect the\ntarget at the same time. The invoker chooses which\nconditions affects the target, and may choose them\nin any order desired.\nThe same condition cannot affect the target more\nthan once from this miracle, and the target cannot be\naffected by this miracle more than once in 24 hours.\nThe conditions can be: Disfavored, Very Stymied,\nVery Vulnerable, Confused, or Fatigued.\nSuccess Levels\n• Good: Up to two of the conditions may be\napplied to the target on the same round.\n• Outstanding: All three conditions may be\napplied to the target on the same round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 16","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Lists":"Sacellum Chaplain","Duration":"One day","Type":"Miracle","Source":"OR 35","Axiom Level":10}}}}]},{"type":"Spells","name":"Contort","description":"This miracle allows the invoker to bend and even\ntemporarily dislocate his arms, legs, and digits\nin ways that would otherwise be impossible or\nextremely painful. On a success, the invoker’s tests\nto succeed at escaping bonds or fit through small\nspaces (at least big enough for the character’s head\nto fit) are Favored. The character can only move\none meter per round while attempting these feats.\n   \n   Success Levels:\n•Good: Tests to escape bonds or move through\nsmall spaces also gain a +4 bonus.\n•Outstanding: The invoker’s bones soften and he\ncan even move through the bars of a typical\njail cell.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Lists":"Palanism","Duration":"Concentration","Type":"Miracle","Source":"PP 58","Axiom Level":8}}}}]},{"type":"Spells","name":"Incognito","description":"Incognito allows the supplicant to walk amongst\nother people without being challenged or\nrecognized. This miracle does not actually make\nthe character invisible or step without sound, nor\ndoes it actually change his appearance. People who\nsee the invoker subconsciously think he’s supposed\nto be there.\n   To invoke this miracle, the character acts as if\nhe is putting on a cloak and says a prayer. On a\nsuccess, a non-suspicious character observing the\ninvoker automatically accepts there isn’t anything\nunusual about them.\nIf someone on guard sees the invoker, they may\nmake a Challenging (DN 12) evidence analysis test as\nusual. Combined Actions cannot be made to improve\nthe test. If the test succeeds, the viewer realizes the\n   invoker is an interloper, which causes the invoker\nto lose Concentration and the miracle to end.\nRetry: The first time invoking this miracle fails, it\ncannot be invoked again until the next scene.\nSuccess Levels:\n• Good: The evidence analysis test is Hard (DN\n14).\n• Outstanding: The evidence analysis test is Very\nHard (DN 16).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Self","Lists":"Palanism","Duration":"Concentration","Type":"Miracle","Source":"PP 58, MoCE 24","Axiom Level":8}}}}]},{"type":"Spells","name":"Meditation","description":"To meditate, the invoker must sit calmly on the\nfloor and become in-tune with their body and soul\nby breathing steadily and becoming mindful of\ntheir senses. If the environment is not quiet and\ncalm, a –2 or –4 penalty may be assessed at the\nGM’s option. Any combat immediately interrupts\nthe invocation of this miracle.\nOn a success, once in the next 24 hours the\ncharacter may declare any test they make is Favored.\nThe character may only make a test to invoke\nmeditation once every 24 hours.\nSuccess Levels:\n• Good: The test is Favored and also gains a +2\nbonus.\n• Outstanding: The test is Favored and gains a\n+4 bonus.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8","Casting Time":"30 minute","DN":"Easy (DN 8)","Range":"Self","Lists":"Palanism","Duration":"24 hours","Type":"Miracle","Source":"PP 59","Axiom Level":6}}}}]},{"type":"Spells","name":"Palan’s Staff","description":"The priest speaks a teaching of Palan which imbues\nher staff with spiritual power for a short time. On\na success the staff may damage Ethereal beings, as\nwell as gain a +1 bonus to attacks and a +1 bonus\nto damage.\n   Success Levels:\n• Good: As Standard but the bonuses increase to +2.\n• Outstanding: As Standard but the bonuses\nincrease to +3.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Lists":"Palanism","Duration":"1 minute","Type":"Miracle","Source":"PP 59","Axiom Level":8}}}}]},{"type":"Spells","name":"Pass Without Trace","description":"The invoker touches each target to obscure\ntheir passage (using the Multi-Targeting rules\nif necessary). On a success anyone attempting a\ntracking test to follow takes a –4 penalty.\nSuccess Levels:\n• Good: The penalty is –6.\n• Outstanding: The penalty is –8.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Touch","Lists":"Palanism","Duration":"Concentration","Type":"Miracle","Source":"PP 59","Axiom Level":8}}}}]},{"type":"Spells","name":"Captivate","description":"The cleric gains a supernatural ability to keep\nthose who hear his voice focused on him, listening\nto his sermon. The priest invokes this miracle in\na Huge Blast Radius centered on himself. Targets\nthat do not understand the language the priest\nis speaking are immune to this miracle. This\nmiracle can only be invoked outside of combat. If\ncombat ever starts in the vicinity, the miracle ends\nimmediately. Captivate requires the cleric to speak\ncontinuously. No other actions involving speech,\nincluding invoking other miracles, are allowed.\nAlso, the priest cannot move more than a few\nmeters from his initial location while this miracle\nis active.\nThe faith test to invoke this miracle is Favored if all\ntargets follow the same religion as the priest.\nOn a success the targets listen atttentively to the\npreaching but may take non-hostile actions such as\nreporting unusual activity.\nSuccess Levels\n• Good: The target is enthralled and cannot\ntake any action other than listening to the cleric.\nFind tests to notice unusual circumstances have\na -2 penalty.\n• Outstanding: As Good, plus the target is\nStymied and Vulnerable the first round after\nthe miracle ends","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 round","DN":"The target’s Mind or willpower","Range":"10 meters","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone","Duration":"Concentration","Type":"Miracle","Source":"MoCE 22","Axiom Level":7}}}}]},{"type":"Spells","name":"Contort","description":"This miracle allows the invoker to bend and even\ntemporarily dislocate his arms, legs, and digits\nin ways that would otherwise be impossible or\nextremely painful. On a success the invoker’s tests\nto succeed at escaping bonds or fit through small\nspaces (large enough to fit the character’s head, at\nleast) are Favored. The character can move only\none meter per round while attempting these feats.\nSuccess Levels\n• Good: Tests to escape bonds or move through\nsmall spaces also gain a +4 bonus\n• Outstanding: The invoker’s bones soften\nand he can even squeeze between the bars of a\ntypical jail cell","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 round","DN":"Standard (DN 10)","Range":"Self","Lists":"","Duration":"Concentration","Type":"Miracle","Source":"MoCE 22","Axiom Level":8}}}}]},{"type":"Spells","name":"Control Animal","description":"Some people are able to charm animals using\nmusic, either by playing an instrument or by\nsinging or humming. While the invoker does not\nneed to physically touch the target, he does need\nto be within touching distance. This miracle may\nonly target one animal (for example, lizards, birds,\ndinosaurs, mammals, or fish, but not insects) with\na Mind of 4 or less. Mindless animals are immune.\nThe invoker automatically senses whether a target\nis eligible.\nOn a success, the invoker takes spiritual control of\nthe animal’s body. He may use his actions to move\nand act with the target’s body—or perform both\nusing Multi-Actions. The animal may be made to\nperform actions using its own skills and abilities\nwhile within line of sight of its controller. The\ncontroller cannot use the animal’s senses directly.\nA controlled animal must sacrifice an entire turn\nto attempt to break free—it may take no other\nactions, whether or not it succeeds—by making a\ncontest of willpower or Spirit against the invoker’s\nfaith. If successful, the invoker’s Concentration is\nbroken and the power ends.\nOnce an animal breaks free, it may not be the\nsubject of this miracle for the rest of the scene.\nSuccess Levels\n• Good: The animal’s attempts to break free\nhave a -4 penalty\n• Outstanding: The animal is unable to break\nfree of the control on its own—the invoker\nmust lose Concentration (which automatically\nhappens at the end of the scene).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s Spirit or willpower, plus any Size Modifier","Range":"Touch","Lists":"","Duration":"Concentration","Type":"Miracle","Source":"MoCE 22","Axiom Level":10}}}}]},{"type":"Spells","name":"Holy Water","description":"This ritual must be invoked on consecrated\nground, such as a church, temple, or hallowed\ngrove, and requires at least one glass vial (Value\n10 for 10 regular vials or one large vial) to hold the\nblessed water. The supplicant blesses a container\nof pure, clean water (not puddles, ponds, or any\nwater that has been partially drunk). On a success,\nthis miracle creates one vial of holy water. One vial\nof holy water can be thrown, using missile weapons,\nat a target, dealing 12 damage to a supernaturally-\nevil creature (plus the usual extra bonus dice for\nGood or Outstanding hits). If the creature is not\nsupernaturally evil, it takes no damage. A large\nvial can hit up to three creatures within a Medium\nBlast Radius.\nAlternatively, a vial can be used to anoint a melee\nweapon as a simple action. A hit does +2 damage\nto supernaturally-evil creatures, but the weapon\nmust be anointed again after a successful hit.\nWhen the duration expires, the vials of holy water\nrevert to their original state.\nSuccess Levels\n• Good: Creates five vials’ worth of water\n• Outstanding: Blesses enough water to fill 10\nvials","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"30 minutes","DN":"Standard (DN 10)","Range":"Touch","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone","Duration":"The rest of the act","Type":"Miracle","Source":"MoCE 24","Axiom Level":10}}}}]},{"type":"Spells","name":"Meditation","description":"To meditate, the invoker must sit calmly on the\nground and focus on senses and steady breathing.\nIf the environment is not quiet and calm, the GM\nmay assign a -2 or -4 penalty, as desired. Any\ncombat immediately interrupts the invocation of\nthis miracle.\nOn a success, any one test the character makes in\nthe next 24 hours is Favored.\nThe character may make a test to invoke meditation\nonly once every 24 hours.\nSuccess Levels\n• Good: The test is Favored and also gains a +2\nbonus\n• Outstanding: The test is Favored and also\ngains a +4 bonus","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 8","Casting Time":"30 minutes","DN":"Easy (DN 8)","Range":"Touch","Lists":"","Duration":"24 hours","Type":"Miracle","Source":"MoCE 24","Axiom Level":6}}}}]},{"type":"Spells","name":"Pass Without Trace","description":"The invoker touches each target and\nasks her deity to obscure their passage\n(using the Multi-Targeting rules if\nnecessary). On a success anyone\nattempting a tracking test to follow\ntakes a -4 penalty.\n• Success Levels\n• Good: The penalty is -6\n• Outstanding: The penalty is -8","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 minute","DN":"Standard (DN 10)","Range":"Touch","Lists":"","Duration":"Concentration","Type":"Miracle","Source":"MoCE 25","Axiom Level":8}}}}]},{"type":"Spells","name":"Walk on Water","description":"Walk on water allows affected targets\nto move their normal speed (not run)\natop liquids as if the surface were\nsolid ground. A submerged target\nmay climb up and out of the water,\nand those on the surface may dive\nunder water if they choose. The invoker\nmay attempt to affect multiple people\nby taking the usual Multi-Targeting\npenalties.\nSuccess Levels\n• Good: The duration increases to 1 minute\n• Outstanding: Affected targets may run atop\nliquid surfaces as well","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Lists":"Christianity Prince of Peace, Christianity Fire and Brimstone","Duration":"30 seconds","Type":"Miracle","Source":"MoCE 25","Axiom Level":12}}}}]},{"type":"Spells","name":"Yin and Yang","description":"By invoking this miracle, the character taps into\nthe belief that people, events, and things have\ncomplimentary aspects, and while bad luck may\nbe ascendant, good luck may be just around the\ncorner.\nOn a success, the hero’s luck flattens out. For the\nrest of the scene, if the character rolls a 1 at any\ntime, including after spending a Possibility or\nin an Up condition, he immediately re-rolls\nthe die. However, if the character rolls a\n20 at any time, he immediately re-rolls\nas well.\nThis miracle may only be attempted\nonce every scene.\nSuccess Levels\n• Good: The character immediately\nrerolls on a 1-2, as well as 20\n• Outstanding: As Good, but the\ncharacter rerolls on a 1-4, as well\nas 20","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Lists":"","Duration":"the end of the scene","Type":"Miracle","Source":"MoCE 25","Axiom Level":8}}}}]}]}