{"name":"Nile Empire miracles","description":"Nile Empire miracles","entities":[{"type":"Spells","name":"Animate Mummy","description":"This ritual allows the invoker to animate and\ncommand a corpse which has been properly\nmummified. The supplicant can command the\nmummy to perform a specific task (“kill Rama\nTut!” or “bring me the Possibility Chalice!”). The\nmummy remains animated until it performs the\ntask or is destroyed. The mummy’s statistics are\nfound on page 130.\nSuccess Levels:\n• Good: The mummy has 2 Wounds.\n• Outstanding: The mummy has Strength 15\nand Toughness 15.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Faith 12","Casting Time":"1 hour","DN":"Challenging (DN 12)","Range":"Touch","Duration":"Permanent","Type":"Miracle"}}}}]},{"type":"Spells","name":"Blinding Dust","description":"Blinding dust creates an area 10 meters in radius\nfilled with blowing dust. Any physical attacks at\ntargets within the the blowing dust, or by characters\nin the dust attacking out, are treated as having a\nDim (–2) Darkness Penalty.\nIf the miracle is invoked in a sandy area, the faith\ntest has a +4 bonus.\nSuccess Levels:\n• Good: The Darkness Penalty is increased to\nDark (-4).\n• Outstanding: The zone of dust is treated as\nPitch Black (-6).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"50 meters","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Cure Poison","description":"This miracle quickly flushes any toxins out of the\ntarget’s system. On a success the target makes a\nStrength test as if the full minute of the poison’s\neffects had expired. Any of the toxin’s modifiers for\nthe test remain in place. If the test fails, the poison\ncontinues to affect the target normally.\nSuccess Levels:\n• Good: The poison ends its duration\nimmediately without requiring a Strength test\nfrom the target. Conditions caused by the\npoison linger normally.\n• Outstanding: The poison ends its duration\nimmediately without requiring a Strength test\nfrom the target and any conditions caused\nby the poison are removed. This includes\nconditions like Stymied and Vulnerable, but\nalso the KO’ed condition.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Death Shout","description":"The invoker shouts at a target with such force it\ncan actually kill a person. Death shout causes 12\ndamage and attacks the target’s lowest Armor.\nIf the target has Full Body armor, the damage\nincreases by +1 BD.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD. Additionally,\nthe target is deafened for one minute.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Drain Life","description":"This miracle, only invoked by evil priests,\nparticularly those who favor Anubis, Set, and\nSebek, actually drains the life energy from the target\ngrants it to the priest, possibly even regenerating\nthe priest’s wounds.\nThis miracle may only be invoked on a single\ntarget (no Multi-Targeting) and may not be\ninvoked as a Multi-Action as it requires the priest's\nfull attention. The target may choose to make this a\ncontest after being declared the target, but becomes\nVulnerable and Stymied after the contest.\nOn a success, the target takes 12 damage which\nignores all armor. Any Shock or Wounds drain life\nactually causes are recovered by the priest. The\ntarget may attempt to Soak Damage, but the test\nhas a Hard (-4) penalty.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":18,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Dream","description":"The priest invokes this miracle on herself as he\ngoes to sleep. On a success, she has a dream in\nwhich she solves a future problem. She does not\nremember the particulars of the dream once she\nawakens, but when the problem presents itself in\nthe form of a Dramatic Skill Resolution, the dream\ncomes to her and enables her to help solve the\nproblem for real.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.. Additionally,\nthe target is deafened for one minute. The priest may declare that she is using the\nknowledge gained through her dream during\nany Dramatic Skill Resolution. She may make\ntests herself or assist others making tests through\na Combined Action. All tests to solve steps of the\nDramatic Skill Resolution the priest is involved\nwith are Favored.\nThe supplicant can only invoke this miracle once\nper act, and once the Dramatic Skill Resolution is\ncomplete, this miracle ends.\nSuccess Levels:\n• Good: As Standard, and the dreamer may\ncancel the negative consequence of failing a test\nthat she attempted when a dilemma is showing\non the Drama Deck.\n• Outstanding: As Good and once per Dramatic\nSkill Resolution the character automatically\nsucceeds at one step associated with a dilemma.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 10","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Self","Duration":"One act","Type":"Miracle"}}}}]},{"type":"Spells","name":"Empower Ankh","description":"To invoke this miracle, the priest requires at least\none ankh with a jewel assoicated with a particular\nvariety of ankh (see the Gear chapter for some\nexamples), which are relatively easily acquired in\nthe Nile Empire (Value 10) but are otherwise Rare.\nThe priest touches the ankh invoking the power of\nWadjet to aid and protect the bearer.\nOn a success this miracle infuses the ankh with\nspiritual energy.\nThe ankh must be attuned to a target in a ritual\nthat takes one hour to conduct. One attuned, the\nankh has no effect if worn by another person.\nAdditionally if the bearer is already attuned to\nanother ankh, that ankh's power fades.\nProtective Ankhs: Protective ankhs normally only\nprovide +1 Full Body Armor, but can be empowered\nto higher levels. The DN to infuse a protective ankh\nwith enough energy to provide +2 Armor is Hard\n(DN 14), or Heroic (DN 18) for +3 Armor.\nSuccess Levels:\n• Good: The priest retains enough spiritual\npower to immediately empower a second ankh.\n• Outstanding: The priest can empower a total\nof three ankhs.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Faith 12","Casting Time":"10 minutes","DN":"Standard (DN 10)","Range":"Touch","Duration":"1 week","Type":"Miracle"}}}}]},{"type":"Spells","name":"Pronouncement of Doom","description":"The pronouncement of doom is the most powerful\ncurse that can be invoked by Amaatist priests.\nThe priest invoking pronouncement of doom doesn’t\neven need to be in the vicinity of the target (but the\ntarget must be in the same cosm or stelae boundary\nas the invoker). He merely needs an object once\npossessed by the target for at least a week and an\noffering to a member of the Ennead worth at least\nValue Level 8.\nA character with a pronouncement of doom inflicted\nupon him is Stymied for the next 24 hours and\ncannot remove this condition until the duration\nends.\nSuccess Levels:\n• Good: The character is also Vulnerable for the\nnext 24 hours.\n• Outstanding: As Good, but if an additional\noffering of at least Value Level 15 is sacrificed\nby the invoker, the target must make a Defeat\ntest at the end of the 24 hours.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":18,"Skill":"Faith 16","Casting Time":"10 minutes","DN":"Target’s faith or Spirit","Range":"Not Applicable","Duration":"24 hours","Type":"Miracle"}}}}]},{"type":"Spells","name":"Prophecy","description":"Sacred texts are full of prophecies, some\nfulfilled, many that have not, and all are open to\ninterpretation.\nThe priest performs a ritual that involves prayer\nand symbolic sacrifices, and puts himself into an\naltered state of conciousness, hoping that he is\nblessed with a vision of the future. Preferably one\nthat's useful and correct.\nOn a success the priest receives a vision of the next\nDramatic scene, and if the GM knows the details\ncan she may provide vague details.\nOnce in the next Dramatic scene, immediately\nafter a Drama card is flipped the priest may choose\nto make the Standard Conflict Line in effect for the\nround instead of the Dramatic Conflict Line.\nSuccess Levels:\n• Good: The priest may choose twice in the next\nDramatic scene instead of once.\n• Outstanding: The priest may choose the\nStandard Conflict line every round when the\ncard is revealed.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Faith 10","Casting Time":"1 hour","DN":"Hard (DN 14)","Range":"Self","Duration":"One act","Type":"Miracle"}}}}]},{"type":"Spells","name":"Recall Spirit","description":"Death isn’t permanent in the Nile Empire, and it\nis possible to resurrect certain individuals. A body\nwhich has been dead for longer than three days\ncannot be resurrected unless the miracle is invoked\nunder special circumstances—certain planets must\nalign and the body must have been mummified\nand the organs properly contained within nearby\ncanopic jars(see page 51).\nThe priest touches the corpse and asks his deity\nto return the spirit to the body. If the person was\never previously the target of this miracle (whether\nit succeeded or not), the invocation automatically\nfails.\nOn a success, the corpse is reunited with its spirit\nand the body is reanimated as a Mummy. The\ncharacter suffers a permanent Injury but gains the\nMummy Perk (see page 16), which must be paid\nfor with XP’s when possible.\nSuccess Levels:\n• Good: As Standard but the target suffers no\nInjury.\n• Outstanding: The person is truly returned\nto life with no Injury and does not gain the\nMummy Perk.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":18,"Skill":"Faith 16","Casting Time":"10 minutes","DN":"Very Hard (DN 16)","Range":"Touch","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Sandstorm","description":"This miracle requires a large source of loose sand\n(like a desert) within 100 kilometers.\nThe supplicant calls upon a sandstorm to inflict an\narea the size of a town. The storm begins to build\nimmediately upon beginning the miracle, and one\nhour later takes effect.\nDuring the storm, the entire area is subject to\nMedium Concealment (–4) due to blowing sand.\nThe invoker must continue to spend an action\neach round maintaining the sandstorm, and at the\nend of each hour must make a Very Hard (DN 16)\nConcentration test to maintain the storm.\nThis miracle can be invoked only once per week.\nSuccess Levels:\n• Good: Each hour, those exposed to the\nsandstorm must make a survival test or suffer\nFatigue. Those who are KO’ed automatically\ntake 1 Wound every hour. Recovery of Shock is\nnot possible while within the sandstorm for the\nduration of the miracle.\n• Outstanding: As Good, but the survival test is\nHard (DN 14).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":18,"Skill":"Faith 16","Casting Time":"1 hour","DN":"Very Hard (DN 16)","Range":"100 kilometers","Duration":"Concentration or 8 hours (see below)","Type":"Miracle"}}}}]},{"type":"Spells","name":"Scarab Swarm","description":"The invoker summons a single massive swarm of\nscarab beetles, which can rapidly envelop a target and\nchew them down to bones in seconds. The priest can\ndirect the beetles to move and attack telepathically as\na simple action, out to a range of 25 meters.\nIn addition to the damage a creature takes at the\nstart of their turn, the scarab swarm may make a\nShred attack to directly attack targets it is touching.\nOnly one swarm can be summoned at a time.\nWhen the miracle ends the swarm immediately\ndissipates and no additional swarms may be\nsummoned until the start of the next scene. The\nscarab swarm otherwise uses the insect swarm\nstatistics are found on page 130.\nSuccess Levels:\n• Good: The scarab swarm’s speed becomes 10.\n• Outstanding: The swarm’s speed increases to\n10 and it may fly at a speed of 10 meters per\nround.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":18,"Skill":"Faith 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"10 meters","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Snake Staff","description":"The invoker transforms her staff into a dangerous\nasp (see page 124). The priest can telepathically\ndirect the asp to move and attack as a simple action.\nIf the asp is KO’ed, the miracle ends and the snake\ntransforms back into a staff. If the asp is killed, it\ntransforms into a staff, broken into several pieces.\nThe invoker may only have one staff transformed\ninto a snake at a time.\nSuccess Levels:\n• Good: The asp’s fangs do Strength +2 damage.\n• Outstanding: As Good plus the asp's poison\ndeals 3 Shock each round instead of 2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Duration":"1 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"Sundew","description":"Sundew can only be invoked when the targets are\noutside or otherwise exposed to the sky. When this\nmiracle is invoked, a burst of sunlight descends\nfrom the sky and strikes the invoker and those\naround him in a Medium Burst Radius. A success\nheals one Wound.\nAn individual may only be the target of sundew\nonce per day.\nSuccess Levels:\n• Good: Heals 2 Wounds.\n• Outstanding: Heals 3 Wounds.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 14","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"Self","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Wings of the Hawk","description":"When this miracle is invoked, the supplicant grows\nhawk wings from her back, and is temporarily able\nto fly, with a speed of 50 meters per round. Flying\nfaster than Dexterity meters counts as running\n(see page 114). The invoker may haul whatever\nweight she normally carries. A heavy load drops\nthe maximum speed by half and causes her 1 Shock\neach round.\nSuccess Levels:\n• Good: The invoker may move at maximum\nspeed without suffering a –2 penalty.\n• Outstanding: Maximum speed is increased to\n100 meters per round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Faith 14","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Self","Duration":"Concentration","Type":"Miracle"}}}}]}]}