{"name":"Cyberpapacy miracles","description":"Cyberpapacy miracles","entities":[{"type":"Spells","name":"Battle Vigil","description":"When a holy warrior knows a battle will occur\nthe next day, he must spend the night constantly\npraying to God. He may not interrupt this praying\nfor any reason, including traveling, eating, or\nsleeping, unless it is to fend off an attack, but once\nthat is done, he must go back to praying. At least 6\nhours must be spent praying, and then the miracle\nis invoked at sunrise. This miracle may only be\nattempted once per day.\nOn a success the Templar reduces any damage\nduring any Dramatic Scene by 1 Shock.\nFatigue: If the holy warrior fails to invoke this\nmiracle, he is Fatigued and takes 2 Shock that he\nmay not recover in any manner until he defeats an\nenemy in battle.\nSuccess Levels:\n• Good: Damage and Fatigue is reduced by 1\nShock.\n• Outstanding: Damage or Fatigue is reduced by\n2 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 10","Casting Time":"6 hours and see below","DN":"Standard (DN 10)","Range":"Self","Duration":"24 hours","Type":"Miracle"}}}}]},{"type":"Spells","name":"Computer Empathy","description":"The priest feels the touch of God and gains an\notherworldly understanding of using computers or\nother high technology. When successfully invoked,\nthe priest’s computers tests are Favored.\nSuccess Levels:\n• Good: The duration increases to one hour.\n• Outstanding: As Good, but once during the\nduration the priest may declare a test Up\ninstead of Favored. He must declare this before\nrolling.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":6,"Skill":"Faith 8","Casting Time":"1 minute","DN":"Easy (DN 8)","Range":"Self","Duration":"10 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"Cleanse","description":"Prerequisite: Beta Clearance, lightning strike\nmiracle\nCleanse is a powerful and demanding miracle\ncapable of striking down large numbers of enemies\nof the faith. The cleric invokes the name of God to\nstrike down the heretics. As the priest invokes the\nmiracle, a thunder and lightning storm develops\naround him. This uses up the priest’s action, but he\ncan still take simple actions.\nOn his next turn, he may use an action to complete\nthe invocation and attacks all targets within range\nin a Very Large Blast Radius with a faith test. There\nis no penalty for range, concealment, or darkness.\nA hit does 18 damage, AP4.\nAllies of the invoker are not hit by this attack nor\nare they counted as targets.\nThis miracle may only be attempted once per\nscene. If cleanse or lightning strike is invoked,\nthe other miracle can be invoked on the cleric’s\nimmediate next turn rather than preparing for a\nturn, as the storm already exists.\nSuccess Levels:\n• Good: +1BD damage.\n• Outstanding: +2BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Faith 16","Casting Time":"See below","DN":"Very Hard (-6) vs. target’s dodge or Dexterity","Range":"100 meters","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Cybercommunion","description":"This miracle may only be invoked by consuming a\nCyberEucharist, a communion wafer that appears\nto be made of circuitry, and is frequently carried\nby cyberpriests when on missions in other realities.\nThis miracle may only be invoked on one target at\na time.\nOnce the CyberEucharist is consumed, the target\nmay access the GodNet remotely, without physical\nconnection, as long as a route to a Holy Exchange\ncan be drawn from his location through realities\nthat either have at least a Spirit Axiom of 8, or a\nTech Axiom of 23. This route may not cross a\nmaelstrom bridge, but may cross reality storms\nwithout penalty.\nThe blessed person cannot access the GodNet\nthrough virtual reality but can download and\nupload information and contact others in or\nconnected to the GodNet. Additionally, this\nprevents GodNet withdrawal (see page 129).\nSuccess Levels:\n• Good: The duration increases to 5 minutes.\n• Outstanding: The duration increases to 30\nminutes.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Duration":"1 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"Fanaticism","description":"Fanaticism whips up the cleric’s allies into a\nreligious fervor, making them fearless and able to\nignore minor injuries—for a brief period.\nOn a Standard Success the target’s defense against\nintimidation attacks is increased by +2 and tests to\navoid fear effects are Favored.\nSuccess Levels:\n• Good: As Standard and the target takes two\nless Shock when damaged. However, the\ntarget becomes Fatigued and takes 2 Shock at\nthe end of the spell’s duration, which cannot\nbe removed until he sleeps for at least 8 hours.\n• Outstanding: As Good but the target is immune\nto Shock for the duration.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Duration":"1 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"First Strike","description":"This miracle allows the invoker to take (and keep)\nthe momentum of the battle and keep his opponents\non the defensive. While this miracle is in effect the\nwarrior appears to move slightly quicker than one\nwould expect. It’s obvious he has some sort of\nsupernatural assistance.\nOn a success the holy warrior (and only he) takes\nhis actions each round before anyone else acts. This\noverrides the initiative line on the Drama card. If\ncharacters from both the Hero and Villain side\nhave an ability that allows them to go first, those\ncharacters act according to the Initiative Line, and\nthen the rest of the combatants act.\nSuccess Levels:\n• Good: The duration increases to one minute.\n• Outstanding: As Good and melee attacks are\nFavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"3 round","Type":"Miracle"}}}}]},{"type":"Spells","name":"Net Damnation","description":"Net damnation can only be invoked within the\nGodNet. The priest calls upon God to sunder the\ntarget’s soul and send it to Purgatory.\nOn a success the target takes 12 non-lethal damage\nthat ignores armor unless it is holy or has some\ndivine origin. If the target is KO’ed from Wounds\nby this attack he must make a Defeat test using\nSpirit (not Strength). If the target fails the test, his\nsoul breaks from his body and is sent to Purgatory.\nAdditionally, for the duration of this miracle, if\nthe character is Defeated and fails the Defeat test,\nhis soul is sundered from his avatar and sent to\nPurgatory (see page 96).\nSuccess Levels:\n• Good: The target must make a Defeat test even\nif he is KO’ed by this attack.\n• Outstanding: As Good and the target’s Defeat\ntest is Disfavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":13,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"25 meters","Duration":"1 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"Node Scrambler","description":"This miracle may only be invoked within the\nGodNet. This miracle is actually capable of\naffecting an entire GodNet region and makes it\nmore difficult, or even nearly impossible, to create\nand use teleport nodes and exit nodes anywhere\nwithin the local Holy Exchange. The existence of\nthe scrambler field is apparent, and adds a bit of a\nsparkle to the air in the area.\nOn a success any attempts create or use transfer\nor exit nodes are Disfavored. This includes tests\ninvolving a Dramatic Skill Resolution or the casting\nof a spell or other ability that can create nodes. If\na device can create nodes without a test, the user\nmust now make a computers test to do so.\nSuccess Levels:\n• Good: Tests to create or use teleport or exit\nnodes are Disfavored and have a –2 penalty.\n• Outstanding: As Good but the penalty\nincreases to –4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Faith 12","Casting Time":"1 round","DN":"Very Hard (DN 16)","Range":"One GodNet sector","Duration":"10 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"Purge Magic","description":"Purge magic is a useful miracle for Inquisitors and\ncyberpriests to know, as it allows them to cancel the\neffects of spells cast on their allies (or their flock). It\nonly works on cast spells, not magic items, mystical\nartifacts, or any other type of arcane device. This\nmiracle targets the recipient of the spell, not the\ncaster, but the DN is based on the spellcaster’s\nwillpower or Spirit.\nOn a success, one spell effect of the priest’s\nchoosing ends.\nSuccess Levels:\n• Good: The effects of two spells on the target\nend.\n• Outstanding: All spells on the target end.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":11,"Skill":"Faith 10","Casting Time":"1 action","DN":"The caster’s willpower or Spirit","Range":"25 meters","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Reboot Device","description":"As a counter to cyberwitch and white witch\nproclivities to mess with cyberware and other\nelectronics, this miracle allows electronic devices\nwhich are shut down to return to life, as long as\nthey are not physically damaged or destroyed.\nThis miracle does not affect Tech Constructs.\nIf the target is an electronic device, on a success\nit recovers and begins functioning normally. If the\ntarget is a living being with cyberware or Occultech,\na single install of shut down cyberware recovers.\nSuccess Levels:\n• Good: The priest reboots all devices within 5\nmeters, or the target living being regains the\nuse of two installs of cyberware or Occultech.\n• Outstanding: All electronics within 20 meters\nrecovers, or all of the target’s cyberware or\nOccultech begins to function normally.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":9,"Skill":"Faith 10","Casting Time":"1 action","DN":"Easy (DN 8)","Range":"Touch","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Rood Awakening","description":"Inquisitors don’t always need to smite heretics\nwho are battling them, sometimes it’s more\nimportant to capture and interrogate them so as to\ngather more heretics to be burned. Rood awakening\nis particularly effective at entrapping spellcasters\n(those who know at least one spell). The priest\nmay only target a single character (Multi-Targeting\ncannot be used), and once affected, he cannot\ninvoke this miracle again unless he releases his first\ntarget.\nWith a prayer, the inquisitor manifests a glowing\nwhite cross. On a success, the cross affixes itself\nto the target. The target loses some control of her\nbody and becomes Stymied or Vulnerable at the\nend of the cleric’s turn until the miracle ends.\nEscaping uses the same rules as grappling, but\ninstead is a contest of the target’s willpower vs. the\ncleric’s faith. If she gets a Standard Success, she\nescapes but it expends her action. On a Good or\nOutstanding Success she can act normally. In all\ncases where the victim escapes, the miracle ends.\nThis miracle only affects sentient, living\nhumanoids. Animals, tech constructs, and targets\nthat are mindless are immune.\nSuccess Levels:\n• Good: The target becomes Stymied and\nVulnerable at the end of the invoker’s turn.\n• Outstanding: As Good and the target is\nwracked with pain and takes 2 Shock. If the\ntarget is a spellcaster, her body is elevated just\noff the ground and restrained (see Grappling\nin Torg Eternity).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Strength of the Righteous","description":"Strength of the righteous grants the strength of\nangels to God’s holy warriors when they are in\ndesperate need. The character points her melee\nweapon to the sky and shouts out a petition for\nGod to grant her strength against the heretics. On\na success, a bolt of lightning harmlessly strikes the\nweapon and the faithful glows faintly. She gains a\nbonus to melee and unarmed damage equal to her\nWound penalties.\nSuccess Levels:\n• Good: The damage bonus is twice the warrior’s\nWound penalties.\n• Outstanding: As Good, and the hero gains +2\ndamage even if she has no Wounds.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":8,"Skill":"Faith 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"1 minute","Type":"Miracle"}}}}]},{"type":"Spells","name":"Thrice Damned","description":"This miracle is invoked with the priest pointing\nat one (and only one) target, and calling upon God\nto curse her, including the loud pronouncement of\nYou are thrice damned! On a Standard Success,\nthe target becomes Vulnerable. If the character is\nalready Very Vulnerable, she becomes Stymied\ninstead.\nSuccess Levels:\n• Good: As Standard and the victim becomes\nFatigued as well.\n• Outstanding: As Good and the target becomes\nConfused, or Disfavored if invoked on a Game\nMaster character.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"25 meters","Duration":"Instant","Type":"Miracle"}}}}]}]}