{"name":"Orrorsh miracles","description":"Orrorsh miracles","entities":[{"type":"Spells","name":"Bless Missile","description":"One of the most important miracles invoked by a\nSacellum chaplain is Bless Missile. Usually done in\nthe morning, the Quartermaster gathers ammunition\nthat is to be distributed that day and presents it to\nthe chaplain. The chaplain then sprinkles holy water\non the ammunition and blesses it.\nBless Missile increases the damage value against\nsupernatural evil by +1. Up to 100 bullets are blessed.\nAn arrow counts as 10 bullets and an artillery shell\ncounts as the full 100. Special ammo which already\ncarries a blessing, such as Holy Water Shells for the\nSlayer’s gun, gain no additional benefit.\nMissiles blessed with this miracle counts as\nmagical for purposes of affecting foes with the\nEthereal or similar abilities that generally ignore\nnormal weapons.\nSuccess Levels:\n• Good: Up to 500 bullets can be blessed.\n• Outstanding: As Good and the damage against\nsupernatural evil is increased to +2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 14","Casting Time":"30 minutes","DN":"Standard (DN 10)","Range":"5 meters","Duration":"1 day","Type":"Miracle"}}}}]},{"type":"Spells","name":"Blind","description":"This miracle robs the target of the ability of sight\nby shrouding his eyes in shades of unrelenting gray.\nOn a success the target suffers the −2 penalty for\nDim lighting on find tests and ranged attacks. The\npenalty applies even to targets who can normally\nsee in the dark and ignore such modifiers.\nSuccess Levels:\n• Good: The Darkness penalty increases to -4\n• Outstanding: The Darkness penalty increases\nto the maximum -6","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"100 meters","Duration":"3 rounds","Type":"Miracle"}}}}]},{"type":"Spells","name":"Crisis of Faith","description":"The invoker of this miracle calls out and rebukes\nanother person of faith. On a Success, the target’s\nfaith skill is disfavored.\nSuccess Levels:\n• Good: Duration increases to 3 rounds\n• Outstanding: On the first round, the target\ncannot actively use the faith skill. Miracles\ncan be cast if the target’s Spirit is high enough.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"10 meters","Duration":"1 round","Type":"Miracle"}}}}]},{"type":"Spells","name":"Crucifixion","description":"Crucifixion is a powerful miracle in which steel\nspikes shoot out of the priest’s hands and pierce\nthe target’s hands and feet doing 16 damage, AP\n4. If there is a hard, vertical surface (a tree would\ncount, a person would not) within a meter behind\nthe target, the spikes impale him to the surface in\na manner of a crucifixion and he is restrained (see\nGrappling in Torg Eternity). Breaking free is a Very\nHard (DN 16) Strength test.\nSuccess Levels:\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"10 meters","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Fear of God","description":"The invoker causes an intense fear of judgment in\nall enemies within a Large Blast (see Torg Eternity).\nAffected targets become Vulnerable. Note that as\nan Area Effect attack there’s no Multi-Targeting\npenalty, but also no option to add extra targets.\nTargets immune to fear effects are also immune\nto this spell.\nSuccess Levels\n• Good: Affected targets become Very\nVulnerable.\n• Outstanding: Affected targets become Very\nVulnerable and suffer 2 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Duration":"Instant","Type":"Miracle"}}}}]},{"type":"Spells","name":"Infernal Judgment","description":"Prereq: Beta Clearance, Hellfire miracle\nWith infernal judgment, the priest calls up a hellish\npillar of fire from under the ground to strike up at a\ntarget. A target up to 25 meters in the air may be hit\nby the miracle. The base damage for the miracle is\nthe priest’s faith. The pillar of fire will burn anyone\nwho comes in contact with it, but it cannot move.\nSuccess Levels\n• Good: Damage +1BD.\n• Outstanding: Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":16,"Skill":"Faith 16","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"25 meters","Duration":"3 rounds","Type":"Miracle"}}}}]},{"type":"Spells","name":"Paralyze","description":"This miracle paralyzes the victim upon a touch,\naffecting the target’s ability to move even though\nshe is aware.\nAny physical actions are at a –2 penalty and base\nmovement is reduced by 2 as well. This does affect\nmagic and miracles that require speech, but not\npsionic powers and other abilities that do not.\nSuccess Levels:\n• Good: Penalty to physical actions as Standard\nand additionally the target cannot move but\nis not restrained.\n• Outstanding: As Good and the penalty to\nphysical actions is increased to –4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":12,"Skill":"Faith 14","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"3 rounds","Type":"Miracle"}}}}]},{"type":"Spells","name":"Part the Sea","description":"With this miracle, the priest calls upon her god\nto cause a body of water to part and allow passage.\nThe liquid separates, leaving a corridor of solid\nground. One a Standard success, a volume of water\nequivalent to a small pool or stream may be parted.\nWhen the miracle ends, the water rushes back,\ndoing 10 damage (ignores armor) to anyone left\nstanding in the area that was parted.\nSuccess Levels\n• Good: Water volume can be equivalent to a\npond or small river. Damage +1BD.\n• Outstanding: Water volume can be a deep\nriver or small lake. Damage +2BD.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Faith 12","Casting Time":"1 action","DN":"Hard (DN 14)","Range":"50 meters","Duration":"Concentration","Type":"Miracle"}}}}]},{"type":"Spells","name":"Pillar of Salt","description":"This powerful miracle is only able to be invoked\non holy ground and other areas where the Spirit\naxiom is 17 or higher without contradiction. The\npriest calls upon the wrath of the Sacellum God to\nturn the target into a pillar of salt. On a success, the\ntarget becomes Stymied and Vulnerable. At the start\nof the target’s following turn, the target becomes\nVery Stymied and Very Vulnerable. At the start\nof the target’s subsequent turn, Restrained, Very\nStymied, and Very Vulnerable.\nThe target may sacrifice their entire turn to make\na Very Hard (DN 14) faith or Spirit test to end the\nmiracle early. If the target is KO’ed due to Shock,\nthey must immediately make a Defeat test.\nSuccess Levels:\n• Good: As Standard, plus the target takes 1\nShock per round.\n• Outstanding: As Standard, plus the target\ntakes 2 Shock per round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":17,"Skill":"Faith 16","Casting Time":"1 action","DN":"Hard (–4) vs. the target’s willpower or Spirit","Range":"5 meters","Duration":"3 rounds","Type":"Miracle"}}}}]},{"type":"Spells","name":"Sins of the Flesh","description":"The effect of this miracle produces a curse which\ncauses rips and tears to appear on the target’s body.\nThe open sores cause pain and discomfort. The\ntarget takes 2 points of Shock that does not go away\nunless healed or the duration passes. The damage\ncan be healed through mundane or magical means\nsuch as the healing skill or various abilities, spells,\nand miracles that heal damage, but the appearance\nof the flesh can only be repaired with by removing\nthe curse or allowing the duration to end on its own.\nThe target’s Charisma and Dexterity based skill tests\nare at a –4 penalty as long as the sores are present.\nSpells and miracles such as Repel Curse and\nBreak Curse end this miracle as presented in their\ndescriptions.\nSuccess Levels:\n• Good: Shock is increased to 4 points\n• Outstanding: As a Good success, but the\nduration increases to an Act.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":14,"Skill":"Faith 12","Casting Time":"1 action","DN":"Target’s faith or Spirit","Range":"Touch","Duration":"1 Scene","Type":"Miracle"}}}}]},{"type":"Spells","name":"Thrice Cursed","description":"The target suffers three different conditions as a\nwithin the next 24 hours. Each round the invoker can\nchoose one of the conditions to apply as a free action.\nNo more than one of these conditions can affect the\ntarget at the same time. The invoker chooses which\nconditions affects the target, and may choose them\nin any order desired.\nThe same condition cannot affect the target more\nthan once from this miracle, and the target cannot be\naffected by this miracle more than once in 24 hours.\nThe conditions can be: Disfavored, Very Stymied,\nVery Vulnerable, Confused, or Fatigued.\nSuccess Levels\n• Good: Up to two of the conditions may be\napplied to the target on the same round.\n• Outstanding: All three conditions may be\napplied to the target on the same round.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":10,"Skill":"Faith 16","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"50 meters","Duration":"One day","Type":"Miracle"}}}}]}]}