{"name":"Orrorsh armor","description":"Orrorsh armor","entities":[{"type":"Armour","name":"Boilerplate Helmet","description":"The companion piece to the\nBoilerplate Hauberk (Torg Eternity), this massive\nsolid headpiece rests on the wearer’s shoulders\nand is made of steel more than six millimeters\nthick. The wearer can only see through a thin slit\nacross the eye-line.","rulesets":[{"system":"TORG","implementation":{"armourStats":{"Stats":{"Tech":18,"Bonus":"+4","Price":"300 (12)","Notes":"Max Dex 6, Min Str 10, Head, Find -2"}}}}]},{"type":"Armour","name":"Embroidered Waistcoat","description":"The multiple reinforced\ncloth layers provide some protection, but the\noverall style and decoration is still suitable for\nfashionable events which might otherwise frown\nupon armor.","rulesets":[{"system":"TORG","implementation":{"armourStats":{"Stats":{"Tech":17,"Bonus":"+1","Price":"350 (12)","Notes":"Max Dex 12, Counts as Semi-Formal Attire"}}}}]},{"type":"Armour","name":"Sacellum Shield","description":"Unlike the charms that many\nVictorians wear and cling to, the Sacellum Shield\nis manufactured and endorsed by the church. It’s\na round plate with the Sacellum cross embossed\nupon it, and crafted using cold iron. It’s moderately\neffective as a normal shield, but it truly shines\nagainst creatures of the night. If an opponent\nis either supernatural evil or has the Cloak of\nDarkness property the shield offers +3 to Defenses\ninstead of the normal +2. This is considered the\nsame exact bonus provided by ward enemy, so it\ndoesn’t stack with that miracle.","rulesets":[{"system":"TORG","implementation":{"armourStats":{"Stats":{"Tech":17,"Bonus":"+2","Price":"500 (13)","Notes":"Max Dex 12, Min Str 8, +1 vs supernatural evil or Cloak of Darkness"}}}}]},{"type":"Armour","name":"Shrieking Coat","description":"Shrieking coats are a true oddity,\nand considered quite distasteful—bordering on\nmonstrous—by everyone except monster hunters\nwho depend on them for survival. They are made\nwith cured monster hide, but in this case some part\nof the monster is still conscious and bound to the\ncoat. Two eyes are fixed in the back, sometimes\nhidden, sometimes not, and a small mouth of a sort.\nUsually the coat remains muffled and silent, but it\ncan still see, and it can still feel. When hit by attacks\nthe coat may whimper or groan in surprise, and if\nsomeone attacks from behind where the coat can\nsee it cries out in warning. The effect is surprising\nand unsettling when the wearer isn’t expecting it.\nThe result is if the wearer would be caught Flat-\nFooted he counts as Vulnerable instead.","rulesets":[{"system":"TORG","implementation":{"armourStats":{"Stats":{"Tech":17,"Bonus":"+2","Price":"800 (14)","Notes":"Max Dex 10, Magic 14, Torso, Fatigues, Flat Footed becomes Distracted instead"}}}}]},{"type":"Armour","name":"Silver Plate","description":"Silver plate is a set of segmented\narmor covering the top of the chest, neck, and\nshoulders. Each segment is steel underneath, with\nworked and ornamental silver leafed on top. The\neffect is striking, and though it doesn’t actually\nprovide much benefit against lycanthropes it\nevokes the Victorian Knights and their associated\nheroism even in people who aren’t familiar with\nthe tales. Tests against Fear are Favored for the\nwearer, and for any allies within five meters.","rulesets":[{"system":"TORG","implementation":{"armourStats":{"Stats":{"Tech":17,"Bonus":"+3","Price":"2500 (17)","Notes":"Max Dex 8, Min Str 10, Fatigues, Fear tests Favored within 5 meters"}}}}]}]}