{"name":"Core Earth extra perks","description":"Core Earth extra perks","entities":[{"type":"Perks","name":"Exorcist","description":"The miracle worker specializes in the casting out of\nspirits, demons, and other supernatural agents who\npossess or otherwise inhabit and control a person,\nplace, or object. If a character is being temporarily\ncontrolled by an entity via magic, miracle, psionic\npower, pulp power, or other supernatural ability,\nthe exorcist may use banish against a single target\nand end that control immediately by invoking the\nmiracle against the controller’s willpower or Spirit.\nOn a Good Success the target gains immunity to\nany such control again until the end of the scene.\nIf the faithful gets an Outstanding Success, the\ncontroller takes a Wound as well. If a supernatural\nagent has permanently possessed the target, it\nmust instead be exorcised.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Knowledge of the banish miracle and\nat least three adds in scholar","type":"FAITH"}}}}]},{"type":"Perks","name":"Fortified by Faith","description":"Strong belief in righteousness or a rewarding\nafterlife helps the devotee resist coercion and threats\nof danger. When testing for Fear, the character may\nuse faith instead of Spirit or willpower.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"At least one add in faith","type":"FAITH"}}}}]},{"type":"Perks","name":"Pacifist","description":"The character is a pacifist. The character may not,\nunder any circumstances, make physical attacks\nthat can cause Shock or Wounds. However, in\nexchange, all the character’s interaction attacks are\nFavored.\nMaking any attack that can inflict Shock or\nWounds on a target constitutes a major violation\nof the pacifist’s vow, and the sinner loses the use\nof this Perk as well as Vow of Nonviolence for\nthe remainder of the act. However, no violation\noccurs if the target is injured by accident, such as\nby tripping and falling over a ledge or by jumping\ninto an oncoming train while attacking the pacifist.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Vow of Nonviolence","type":"FAITH"}}}}]},{"type":"Perks","name":"Religious Pluralist","description":"The faithful of Core Earth, especially those who\nare Storm Knights, often witness miracles from a\nmultitude of different religions, and knowledge\nof these new miracles is spreading. The miracle\nworker may select a miracle from a list other than\nthe ones the character may normally access, even if\nit is contradictory. This miracle must be compatible\nwith the character’s religion.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Beta, Core Earth, and at least three adds\nin faith","type":"FAITH"}}}}]},{"type":"Perks","name":"Religious Scholar","description":"Knowledge is a powerful tool, and many of the\nfaithful study the intracies of their religion, often\nfor years. This theological knowledge served\nthe character well; the character may access the\nappropriate miracle list on page 23, and can\nselect two miracles, plus additional miracles as\ndescribed below. If the supplicant already knows\nthe listed miracles, they may select a new one.\n   Theology: Adherents of the religion of Los\nAsangrados do not have a large body of knowledge\nabout their faith and may not take this Perk.\n• Bantu and other Traditional African Faiths:\ncommune with spirits and pass without trace\n• Buddhism: meditation and yin and yang\n• Chinese Folk Religion: commune with spirits\nand yin and yang\n• Christianity: bounty and walk on water\n• Hinduism: contort and meditation\n• Indigenous Religions: dream and banish\n• Islam: pass without trace and walk on water\n• Judaism: prophecy and snake staff\n• Neopaganism: break curse and commune with\nspirits\n• Sikhism: contort and meditation\n• Shinto: commune with spirits and yin and yang\n• Other Core Earth Religions: Gain one\nmiracle from another Core Earth faith’s list, as\nappropriate (GM’s call)","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Core Earth, at least one add in faith,\nand two adds in scholar, and a follower of a Core\nEarth religion","type":"FAITH"}}}}]},{"type":"Perks","name":"Spirit Nemesis","description":"Many spirits adopt a nonchalant attitude when\ninflicting pain or trying to kill corporeal beings,\nbelieving their victims are powerless to resist.\nUnfortunately for them, when facing someone\nwith this Perk, spirits quickly find they are terribly\nmistaken. The hero’s physical attacks against\nethereal creatures are Favored, and 1s on bonus\ndice are re-rolled (though the second roll stands).","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Spirit Bane","type":"FAITH"}}}}]},{"type":"Perks","name":"Vow of Nonviolence","description":"The faithful takes a vow of nonviolence, but\nnot one of true pacifism. After an oppnent rolls a\nbonus for an attack, the Storm Knight may spend\na Possibility to roll another bonus and take the\nlowest. If the attacker spent any Possiblities, the\nhero must spend an equal amount of additional\nPossibilities. However, any test to make a physical\nattack suffers a -2 penalty.\nMaking an attack that can cause Shock or Wounds\nagainst a target who has not made a physical attack\nagainst the hero, an ally, or an innocent bystander\nin the current scene is a major violation of this vow\nand the character loses the use of this Perk for the\nremainder of the act.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"At least one add in faith","type":"FAITH"}}}}]},{"type":"Perks","name":"Ascetic","description":"A lifestyle of dedicated self-discipline and\nabstinance from a variety of indulgences allows the\nmost strong-willed to use their inner ki to perform\nincredible feats. The Storm Knight gains access to\nthe Ki Power Perk category and may select one Ki\nPower Perk. This Perk is supported by both Core\nEarth and Pan-Pacifica’s World Laws and does not\ncause contradictions in either reality.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"At least one add in reality, at least\nthree adds in willpower, Strong Willed, and\nEndurance","type":"REALITY"}}}}]},{"type":"Perks","name":"Anomaly Prime","description":"The psi is one of the most powerful on Core Earth,\nand unlocks her complete potential. She gains access\nto, and learns the psionic power corresponding to\nthe type of psionic anomaly she is:\n• Precog Anomaly: Shift fate.\n• Telekinetic Anomaly: Teleport.\n• Telepathic Anomaly: Mind control.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"Beta Clearance, at least 5 adds in\nkinesis, precognition, or telepathy, and one of\nPrecog Anomaly, Telekinetic Anomaly, or\nTelepathy Anomaly","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Firestarter","description":"The psi is a wild talent who can materialize fire\nor waves of heat. Her power potential is immense,\nand may have access to powers that she otherwise\nshouldn’t have, but she tends to lose control of her\npowers at inopportune times.\nThe psi gains access to the Firestarter psionic\npower list on page 31, and knows all of the powers,\neven if she does not have a high enough kinesis\nskill. She is subject to the effects listed in the Wild\nTalents sidebar.\nSpecial: The psi may never gain adds in\nprecognition or telepathy, nor learn any psionic\npowers not on the Firestarter list.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"At least one add in kinesis. May not\nhave any adds in precognition or telepathy, and may\nnot know any psionic powers that require\nprecognition or telepathy. May not have the Psionic\nPerk.","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Firestarter Prime","description":"The pyrokinetic is at one with her powers. This\ndoes not mean that she fully controls them,\nbut more that she is subject to their chaotic and\nuncontrollable nature. While heat shield is active,\nher rolls to activate pyrokinesis or pyrokinetic storm\nare Favored.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"At least 5 adds in kinesis and Firestarter","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Precog Anomaly","description":"The psi gains access to the Precog Anomaly list on\npage 31 and may learn three powers, even if she\ndoes not have the requisite precognition skill. She\nis subject to the effects listed in the Wild Talents\nsidebar.\nSpecial: The psi may never gain adds in kinesis or\ntelepathy, nor learn any psionic powers requiring\nthose skills.\nAdditional Powers: The psi may take the Psionic\nPerk, but only gains additional powers, not the\naccess to a new power list.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"At least one add in precognition. May\nnot have any adds in kinesis or telepathy, and\nmay not know any psionic powers that require\nkinesis or telepathy","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Psychic Anomaly","description":"The psi expands her mind slightly and learns\ntwo additional psionic powers from the Psychic\nAnomaly list.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"Psionic and at least one add in two of\nkinesis, precognition, or telepathy.","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Telekinetic Anomaly","description":"The psi gains access to the Telekinetic Anomaly\nlist on page 31 and may learn three powers, even\nif she does not have the requisite kinesis skill. She\nis subject to the effects listed in the Wild Talents\nsidebar.\nSpecial: The psi may never gain adds in\nprecognition or telepathy, nor learn any psionic\npowers requiring those skills.\nAdditional Powers: The psi may take the Psionic\nPerk, but only gains additional powers, not the\naccess to a new power list.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"At least one add in kinesis. May not\nhave any adds in telepathy or precognition, and\nmay not know any psionic powers that require\ntelepathy or precognition.","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Telepathic Anomaly","description":"The psi gains access to the Telepathic Anomaly\nlist on page 31 and may learn three powers, even if\nshe does not have the requisite telepathy skill. She\nis subject to the effects listed in the Wild Talents\nsidebar.\nSpecial: The psi may never gain adds in\nprecognition or kinesis, nor learn any psionic powers\nrequiring those skills.\nAdditional Powers: The psi may take the Psionic\nPerk, but only gains additional powers, not the\naccess to a new power list.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth","Prereq":"At least one add in telepathy. May not\nhave any adds in precognition or kinesis, and\nmay not know any psionic powers that require\nprecognition or kinesis.","type":"PSIONIC"}}}}]},{"type":"Perks","name":"Supernatural Adaptation","description":"Exposure to other realities allows the Storm Knight\nto expand the scope of their own abilities and learn\nspells that are foreign to their own training. The\nhero gains access to a single new spell list and\nmay replace up to two spells, miracles, or psionic\npowers they currently know with new spells from\nthat list. This access does not count as a Prereq for\nthe selection of other Perks that require access to\nthat spell list.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Beta Clearance, access to any spell list,\nand Realm Runner OR Gamma Clearance and\naccess to any spell list.","type":"PROWESS"}}}}]},{"type":"Perks","name":"Arcane Investigator","description":"Some wizards utilize their skills in solving crimes,\nor acting as private investigators. These arcane\ndetectives most often live in urban areas, but can\noccasionally be found aiding rural folk. Selecting\nthis Perk grants the wizard access to the Arcane\nInvestigator spell list (see page 30).\nAdditionally, they may select three additional\nspells.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","Prereq":"Core Earth, Spellcaster, and access to\nthe Dabbler spell list. The spellcaster may not\nhave access to any other spell list.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Avant-Garde","description":"Some Dabblers turn their dabbling to 11, dipping\ntheir toes into the knowledge that other cosms have\nbrought to Core Earth. Selecting this Perk allows\nthe wizard to select three spells, one of which may\nbe from another cosm, but must have a Magic\nAxiom of 14 or less.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth, Spellcaster, and access to\nthe Dabbler spell list. The spellcaster may not\nhave access to any other spell list.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Mythomancer","description":"Mythomancers cast spells in the form of telling a\nstory, and are newcomers to the spellcasting stage,\nonly appearing after the invasion began. Some\nmythomancers narrate scenes or character actions\nfrom stories. Others cast their spells in the form of\nsongs, or in the form slam poetry. Mechanically\nthese spells are identical to the current forms, but\nmanifest in a different manner. For example, the\ndancing sword spell can appear as a heroic knight\nwielding a sword.\nSelecting this Perk grants access to the Mythomancer\nspell list, and the wizard may select three spells.\nAdditionally, apportation or conjuration spells use\nCharisma as the base attribute rather than Spirit.\nAdditional Spells: The Spellcaster Perk may be\nselected to gain additional spells but it does not\nprovide access to any new spell lists.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth, Storyteller, and at least\none add in alteration, apportation, conjuration or\ndivination. May not have access to any spell lists.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Soul Implement","description":"Wizards and magicians of all sorts frequently\nuse implements such as wands or to enhance\ntheir spellcasting (see Aysle Sourcebook). Selecting\nthis Perk grants the wizard one of the appropriate\nimplements as shown below.\nNo matter the implement, the magician chooses\none of the magic skills, and tests using that skill are\nFavored. This skill cannot be changed.\nThese implements have the same power as Arcane\nitems, but since those require a significantly higher\nMagic Axiom than Core Earth has ever had, soul\nimplements utilize the Law of Aegis to function by\nputting a piece of the user’s soul into it. Thus the\nuse of soul implements is contradictory outside of\nCore Earth.\nShould the item be destroyed or permanently lost,\nthe wizard suffers a temporary Injury (see Defeat in\nTorg Eternity). The wizard gains a new implement\nafter one full act passes, which heals the Injury.\nAlternatively, if the wizard has selected one of the\nfollowing Perks, they can instead gain the listed\nimplement:\n• Spellcaster: These wands are made by the\nmagician, whittling branches from particular\nhardwood trees such as oak, maple, or poplar\ntrees.\n• Geomancer (Selenite Crystal): These crystals\nare handpicked by geomancers who make a\npilgrimage to the Cave of Crystals (see page 22).\n• Mythomancer: Mythomancers use a variety\nof instruments (literally in the case of those\nwho base their spellcasting on song) to enhance\ntheir spells. The physical form that this takes\nis not important, whether it be analog or\ndigital, paper or silicon. What is important is\nthat the spellcaster compiles the stories, songs,\npoems, plays, or movies themselves. The\nrepertoire says something profound about the\nmythomancer’s soul, and whether the media\nis stored on a paper page, on a DVD, or MP3\nplayer, the device functions through the Law\nof Aegis.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth and Spellcaster OR\nMythomancer","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Geomancer","description":"These Core Earth wizards specialize in the use\nof rocks, minerals, and the planet itself to power\ntheir spells. Geomancers frequently use the power\nof ley lines to cast higher axiom spells, and the\nmost skilled geomancers can even use ley lines to\nteleport across the globe. With the exposure to other\nrealities with high magic (like Aysle), geomancers\nhave even managed to learn otherwise unheard of\nspells such as sudden burial. This Perk grants the\nspellcaster access to the Geomancer spell list, and\nthey may choose three spells.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth and access to the Dabbler\nspell list. The spellcaster may not have access to\nany other spell list.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Quantum Entanglement","description":"Combining quantum physics with mathematics\ncan entangle a spell with future possibilities. As\na free action, after determining the Success Level\nof a successfully cast spell, it may be increased\nby one level by spending a Possibility. After the\naction resolves, that Possibility is given to the GM\nwho can spend it at any time in the future for any\ncharacter, including an Ord","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth or Aysle (Transformed\nCore Earth), Spellcaster, and at least two adds in\nscience.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Reality Mage","description":"The wizard gains access to the Reality Mage spell\nlist, and may select three spells. One of these spells\nmay instead be from a cosm’s list that Core Earth\nhas been exposed to, up to a Magic Axiom of 18.\nThe wizard only learns that specific spell, and does\nnot otherwise gain access to the associated spell\nlist, and may not select any Perks that knowing\nthat spell may allow.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth and access to the Dabbler\nspell list. The spellcaster may not have access to\nany other spell list.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Spell Slinger","description":"When armed with a rod, wand, or a staff you may\nuse Dexterity + apportation as a defense in place of\ndodge or melee weapons.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Spellcaster, at least 2 adds in apportation.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Travel Ley Line","description":"This ability allows the geomancer and up to 8\nallies to instantly transport from one ley node to\nanother. The departure node can be any of the ones\non Core Earth, but the arrival node must be one\nthat is Magic 15 or higher. The nodes much be in a\nCore Earth Dominant or Pure Zone, but can include\nhardpoints (by traveling through the interior of\nthe Earth). Even if a reality such as Aysle has a\nMagic Axiom higher than 15, it does not properly\nmaintain the ley line structure needed for this spell\nto work.\nTo activate the ley node, the mage creates a circle\nwith chalk, sand, or other materials, around the\npeople who will be traveling the ley lines. As long\nas the circle isn’t broken when the casting time is\ncomplete, the travelers instantly teleport to the\ndesired ley node.\nUnder most circumstances, this casting can be done\nwithout effort, and no test is necessary. However,\nif the geomancer is activating the node under time\npressure (such as during combat), this ability is\nactivated through a Dramatic Skill Resolution, with\nall four Steps requiring a successful Hard (DN 14)\napportation test.\nThe use of this ability requires Magic 15, so any\ntests involved in activating the ley node could be\ncontradictory.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Geomancer and at least 5 adds in\napportation.","type":"SPELLCRAFT"}}}}]},{"type":"Perks","name":"Wiccan","description":"The White Witches of the Cyberpapacy are\nspiritual cousins to those who follow the Wicca\nfaith of Core Earth. Selecting this Perk counts as\nselecting the White Witch Perk (see Cyberpapacy\nSourcebook) for all intents and purposes, including\naccess to the White Witch spell list, access to any\nPerks that require White Witch as a Prereq, and any\nadvantages or disadvantages such an association\ninvolves.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile Empire,\nOrrorsh, Tharkold","Prereq":"Core Earth, at least one add in faith,\nand at least one add in alteration, apportation,\nconjuration, or divination, and follower of neo-\npaganism (see Core Earth Religions).","type":"SPELLCRAFT"}}}}]}]}