{"name":"OR perks","description":"OR perks","entities":[{"type":"Perks","name":"Anchored","description":"Orrorsh’s reality is pervasive, and winds its why into\nthe character’s very soul. When the character would\ntransform (to or from the Orrorsh reality) the whisper\nemerges to offer a dark bargain. The Storm Knight\nconnects to Orrorsh now and forever. In the future\nwhen he Disconnects he automatically reconnects to\nOrrorsh—but makes a Corruption test each time.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"CORRUPTION","Prereq":"Transform within Orrorsh."}}}}]},{"type":"Perks","name":"Doomed","description":"When some heroes die in Orrorsh, dark spirits\nwhisper to their souls and offer them a new chance to\nlive, but be forever bound to the forces of darkness. If\nthe character accepts, she gains this Perk for free and\nreturns to life as though the Defeat test had been an\nOutstanding success. There is no other apparent effect.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Orrorsh","type":"CORRUPTION","Prereq":"Spirit 10+, fail a Defeat test within Orrorsh."}}}}]},{"type":"Perks","name":"Martyr","description":"When a hero would sacrifice herself with a Martyr\ncard, a honey sweet voice whispers that death\nisn’t the only way. She may ignore the voice,\nof course, and score a minor reprieve for those\nwho survive her, but the effects of Martyrdom\nin Orrorsh are seldom strong. If the hero agrees\nto the voice’s bargain she gains the usual benefit\nof playing the card, possibly an even better\nresult, and survives unharmed—with this\nCorruption Perk.\nIf anyone activates a Martyr card in the\nfuture this character becomes the one who dies.\nUnfortunately converting Martyr to Possibilities\ndoes count as activating it, so warn teammates\nto be careful!","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Orrorsh","type":"CORRUPTION","Prereq":"Activate a Martyr card in Orrorsh"}}}}]},{"type":"Perks","name":"Cloak of Darkness","description":"The creatures of the night are\nstronger away from the light. Gain\na bonus to Toughness equal to the\ncurrent Darkness penalty, up to a +6\nbonus in total darkness. Illumination\nof any kind eliminates Toughness from\nCloak of Darkness!","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"CURSED","Prereq":"Beta, at least one other\nCursed Perk"}}}}]},{"type":"Perks","name":"Ghost","description":"When some beings die in an especially\ntragic or emotional way, their spirits linger\nand haunt the living. Most ghosts are\nbound to a location—often the place they\ndied — but some elect to follow specific\npeople, and reality-rated spirits can range\nanywhere they choose. Ghosts have powerful traits\nthat are treated like racial abilities:\nEthereal: Ghosts are spirits rather than flesh, and\nhave a hard time interacting with the physical\nworld. They ignore physical attacks and damage,\nbut can’t use equipment at all. Powers, or items\naffected by powers and their equivalents (such as\nmagical weapons) may affect a ghost normally.\nGhosts may use Interaction Attacks, but must\nspend 2 Shock to make a regular attack (including\nusing powers such as Spells, Miracles, or Psionics).\nFloat: Ghosts don’t walk, they float several inches\noff the ground. Many pretend to walk. Ghosts\nignore penalties for terrain, but they cannot run.\nThey must have some kind of ground or surface\nto float atop—although falling does no damage\nto a ghost.\nUncanny: There’s something off-putting\nabout a ghost’s appearance. It could be\nsubtle things like not breathing or\nblinking, or more overt like a twisted\nneck or feet. Whatever the cause,\nliving creatures (especially animals)\ninstinctively abhor a ghost. Ghosts\nsuffer a –4 on all persuasion and\nstreetwise tests.\nUndead: The ghost does not\nbreathe air, need to eat or drink,\nand is unaffected by poisons\nor effects that require living\nprocesses.\nThe largest threat to a ghost‘s\nhumanity is madness. Spirits\nare beings composed entirely\nof memories and emotions.\nWhen memories become\nmuddled — or emotions\ntoo strong — ghosts risk\nlosing themselves to rage or fear or\nrevenge. Such lost souls exist only to\nterrify the living and push them towards\ntheir own deaths.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"CURSED","Prereq":"Spirit 8+."}}}}]},{"type":"Perks","name":"Vampire","description":"No one knows the true source of this curse, but\nit’s transmitted through the blood and spread\nthrough much of Gaea before coming to Earth\nwith the Victorians. Those afflicted thirst for blood.\nAny blood will do for sustenance, but the blood of\nsapient species has a special draw.\nAllergies: Direct sunlight causes 10+1BD damage\neach Round a vampire is exposed to it. Clothing\nthat offers Full Coverage counts as +5 Armor\nagainst this damage only. Any other kind of armor\nor clothing offers +2 Armor protection and nothing\nmore.\nBlood Drain: Vampires have fangs that deal\nStrength +2 damage. They may only attack a\nGrappled opponent, but they automatically strike\nthe target’s lowest Armor value. If the target is the\nsame race then any Shock and Wounds dealt by the\nbite are simultaneously recovered by the vampire.\nThe bite deals normal damage to other races, but\nhas no restorative properties. Blood drain deals\nonly Strength damage to a target with no blood or\nliving processes.\nMentalist: Vampires may take the Psionic Perk\nand any of the following powers: alter memory,\nclairvoyance, cloud mind, confusion, mind control,\nand psychic shield. An Orrorsh vampire may take\npowers that exceed his Social Axiom, but using\nsuch abilities risks Disconnection normally. The\nstrange nature of these powers suggests that the\nvampire curse didn’t originate in Gaea.\nUndead: Vampires do not breathe air, do not need\nto eat or drink, and are not affected by poisons or\neffects that require living processes.\nThe main threat to a vampire’s humanity is the\nsame hunger that drives them. The temptation to\nfeed upon the living, especially when injured, can\nbe overwhelming. When a vampire loses himself he\nbecomes a pure predator, thinking of all the living\nas nothing more than cattle ready for slaughter.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"CURSED","Prereq":"Dexterity 8+."}}}}]},{"type":"Perks","name":"Werewolf","description":"Werewolves transform into beasts. The\ntransformation can be triggered on purpose (taking\na full turn), as a free reaction to suffering a Wound,\nor automatically during a full moon. The trick is\nreturning to normal requires the beast to kill —\nwhich may mean a Corruption test. The victim\nkilled may be an animal or an opponent, the curse\nisn’t particular. Reverting back to normal isn’t\nimmediate; the werewolf chooses when to change,\nwhich also triggers the Corruption test.\nThe curse is transmitted by attacks. Lore proposes\nthat anyone severely injured by a werewolf who\nsurvives might become cursed, but in actuality it’s\nonly those special cases who are slain but rise again\nunder the power of the curse — appearing to have\nsurvived the attack when really they did not.\nAllergies: Silver weapons and bullets deal +4\ndamage to lycanthropes. In addition, Wounds\ncaused by silver don’t heal from the Regeneration\nability below. Allergies apply whether the werewolf\nis in normal or beast form.\nBite\/Claws: In beast form only, the werewolf gains\na Bite\/Claws attack that deals Strength+2 damage.\nRegeneration: All Wounds and injuries\nautomatically heal at the end of each scene—even\ndeath! Wounds caused by silver weapons only\nheal at the normal rate. Death caused by a silver\nweapon is permanent, and is death if such an\nattack is delivered after the werewolf is Defeated\nas a Coup de Gras. Regeneration applies to both\nthe lycanthrope’s forms.\nSavagery: While in beast form only, the werewolf\ngains a +2 bonus to Strength. If a target, friend or\nfoe, is within reach after movement the werewolf\nmust All-Out Attack, and the Friendly Fire rules\napply to melee attacks if multiple targets are within\nreach. If any target is within the werewolf’s Move\nhe must end next to a target, but within those\nconstraints he can move however he desires.\nIf a failed Corruption test would eliminate the\ncharacter, he transforms completely into a beast\nand never changes back. The beast may still\ntransmit the curse!\nWerewolves are merely one strain of the curse.\nBats, tigers, and other creatures are possible.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"CURSED","Prereq":"Strength 8+"}}}}]},{"type":"Perks","name":"Austere","description":"Long practice at severe self-denial has granted the\ncharacter physical resilience. Fatigue and Backlash\ncause one less Shock.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth, Aysle, Cyberpapacy, Living\nLand, Nile Empire, Orrorsh","type":"FAITH","Prereq":"Spirit 8+, at least two adds in faith."}}}}]},{"type":"Perks","name":"Puritan","description":"A life lived in fear of sin allows the innocent\nsoul to literally smell evil. When supernatural evil\nis present, including characters with Corruption\nPerks, the puritan smells unpleasant odors in the\narea—odors others can’t perceive. The smell doesn’t\ncling to any particular person, but it does serve as\na warning. Tests to avoid ambush or detect evil\nforces are Favored.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth, Aysle, Cyberpapacy, Living\nLand, Nile Empire, Orrorsh","type":"FAITH","Prereq":"At least one add in faith."}}}}]},{"type":"Perks","name":"Righteous Staff","description":"The Sacellum chaplain has proven herself pure.\nShe acquires a simple black shepherd’s crook, which\nfor most purposes function exactly as a normal\nstaff. When fighting supernatural evil, the Storm\nKnight uses her faith value as the weapon’s base\ndamage value. Ethereal beings are affected by the\nstaff. Additionally, she may use her faith instead\nof willpower to resist a Corruption test. However,\nshould she fail her test in this manner, she loses the\nbenefits of this Perk until the end of the next act.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth, Aysle, Cyberpapacy, Living\nLand, Nile Empire, Orrorsh","type":"FAITH","Prereq":"Orrorsh, Beta clearance, at least\nthree adds in in faith. Access to the Sacellum\nChaplain miracle list."}}}}]},{"type":"Perks","name":"Sacellum Chaplain","description":"The Sacellum priest’s dedication to destroying\nOrrorsh Horrors and using the faith of Sacellum\nmiracles within the Victorian military has given\nthem access to the Sacellum Chaplain list (see page\n31). A Sacellum chaplain may select two miracles\nfrom that list plus ward enemy. The Miracles Perk\nmay be purchased for more miracles and grants the\nSacellum Miracle list found in Torg Eternity.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth, Aysle, Cyberpapacy, Living\nLand, Nile Empire, Orrorsh","type":"FAITH","Prereq":"Orrorsh, faith 1+ adds. Cannot have\nPerks or access to miracle lists related to other\nreligions."}}}}]},{"type":"Perks","name":"Spirit Nemesis","description":"Many spirits have a nonchalant attitude when\ninflicting pain or trying to kill corporeal beings,\nthinking that there is nothing that their victims can\ndo to stop them. Unfortunately for them, when it\ncomes to someone with this Perk, they quickly find\nthey are very, very wrong. The hero’s physical\nattacks against ethereal creatures are Favored, and\n1s on bonus dice are re-rolled (but then the second\nroll stands).","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Core Earth, Aysle, Cyberpapacy, Living\nLand, Nile Empire, Orrorsh","type":"FAITH","Prereq":"Spirit Bane"}}}}]},{"type":"Perks","name":"Brighten the Fading Light","description":"When a character fails a Corruption test, they may\nspend one Possibility at the end of each of the next\nthree scenes to brighten the fading light of their\nCharisma, If they do, the Charisma loss from that\nfailed Corruption test is negated.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Core Earth, Orrorsh","type":"HOPE","Prereq":"At least 1 failed Corruption test, reality\n10+."}}}}]},{"type":"Perks","name":"Divine Judgment","description":"Once a scene, the character may make a faith test\nagainst a Nightmare’s faith or Spirit. On success, the\nNightmare loses its ability to refresh Possibilities\nfor its next turn, two turns for a Good success, and\nthree turns for an Outstanding success.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Core Earth, Orrorsh","type":"HOPE","Prereq":"At least 1 failed Corruption test, faith 10+."}}}}]},{"type":"Perks","name":"Even in Death","description":"When the character fails a Defeat test, she may\naffect the scene as if she had played a Martyr card. In\naddition she chooses one player to refill their hand.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Core Earth, Orrorsh","type":"HOPE","Prereq":"At least 1 failed Corruption test, reality\n10+."}}}}]},{"type":"Perks","name":"Steady On","description":"When a Fear test is called for, the leader rolls her\ntest first. If she succeeds then all allies within 10\nmeters are Favored on their own Fear tests. On a\nGood success that bonus extends to all allies within\nthe sound of her voice. On an Outstanding result\nallies no longer even need to test.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"LEADERSHIP","Prereq":"Charisma 8+"}}}}]},{"type":"Perks","name":"Alchemy • Liquid Light","description":"A potion of liquid light may\nbe held, unbroken, as a light source similar\nto a torch. When exposed to air (throwing or\npouring out the contents) it becomes vastly\nbrighter — eliminating all Darkness penalties\nwithin 20 meters — and counts as natural\nsunlight. Liquid light clings to the ground\nor the clothing of a target it hits in a Small\nBlast. The effect lasts for an hour. If a creature\nallergic to sunlight is forced to drink liquid\nlight it is automatically destroyed.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Alchemy • Dark Ointment","description":"This soot-like concoction\nmust be spread across every inch of skin or\nclothing as a Full Turn action. Once applied\nthe character gains a +2 bonus to stealth so\nlong as he’s in darkness. More importantly,\nhe becomes invisible (–6 to opponent’s find\nor attacks) to all creatures with the Cloak of\nDarkness ability. The ointment remains potent\nfor one day or until washed off.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Alchemy • Dark Sight","description":"This foul-smelling brew grants the\ndrinker the ability to see in total darkness with\nno penalty for one hour. Each potion made has\nthe equivalent of five doses, so the alchemist\nmay drink all herself for five hours of Dark\nSight or share with four other allies to all gain\none hour of Dark Sight each.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Alchemy • Natural Healing","description":"This potion accelerates the\ndrinker’s metabolism to a startling rate. The\ndrinker may make a single natural healing\nroll, but then suffers Fatigue which may not be\nrecovered until an entire day’s worth of food\nis consumed. An individual may quaff more\nthan one Natural Healing potion, but can’t eat\nmore than one day’s worth of food in a 24 hour\nperiod.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Alchemy • Itching Powder","description":"When the containing vial is\nshattered a cloud of powder sticks to everyone\nin a Medium Blast hit by the alchemist’s missile\nweapons attack. Each affected target suffers a\npenalty to all tests equal to their current Armor\nrating for an hour. Natural Armor and Armor\nfrom magical spells count. Reducing Armor\nlevel by stripping off items does likewise\ndecrease the penalty!","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Alchemy • Liquid Courage","description":"Each dose imbibed grants the\ndrinker Favored rolls for Fear tests, and if a\nFear test fails the Very Stymied consequence\nis reduced to only Stymied. The effect lasts for\none hour. One brewed potion holds five doses,\nwhich may be drunk all at once for five hours\nof protection or split among five people for one\nhour of protection each.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Alchemy • Miasma","description":"Breaking this vial releases a choking\ncloud of poison in a Large Blast. Each target\nhit must test Strength or suffer 2 Shock and\ntest again on his next turn. On a success he\nonly suffers 1 Shock, but must still test again\nnext turn. A Good success avoids damage but\nstill requires another test next turn. Only an\nOutstanding success or a minute of breathing\nclean air ends the effect.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Alchemy"}}}}]},{"type":"Perks","name":"Bulletsmith • Freezing Shell","description":"A hit deals\n14 damage and automatically\nStymies a hit target. On the\ntarget’s next turn he must test\nStrength. On a failure he loses his\nentire turn breaking free of ice.\nSuccess allows the target to act, but\nnot move. A Good success allows the\ntarget to move up to half his normal\nspeed, and Outstanding allows him to\nmove and act normally.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Bulletsmith"}}}}]},{"type":"Perks","name":"Bulletsmith • Liquid Fire Shell","description":"A hit coats targets in\na Small Blast with sticky liquid which\nbursts into flames upon contact with\nair. The flames deal 14 damage +1BD\nto the target each round. If the Bonus\nDie rolls an ∞ the fuel is exhausted\nand stops burning rather than dealing\nadditional damage.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Bulletsmith"}}}}]},{"type":"Perks","name":"Bulletsmith • Phosphor Shell","description":"The main purpose of this\nshell is to create light — where ever it hits it\nburns as a bright light source illuminating 10\nmeters for one minute. A direct hit with the\nshell only deals 12 damage, but it burns for 12\ndamage every round for one minute.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Bulletsmith"}}}}]},{"type":"Perks","name":"Bulletsmith • Screamer Shell","description":"Screamers are an odd\nconstruct designed to make a loud wailing\nnoise while in flight. The first time a Screamer\nis fired all foes that can hear it must test Fear.\nA hit from a Screamer Shell deals 12 damage.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Bulletsmith"}}}}]},{"type":"Perks","name":"Bulletsmith • Curse Shell","description":"A hit deals 14 damage and makes\nthe target Vulnerable. For the next Minute,\nattacks that hit the target gain +1BD damage\nwhile he’s Vulnerable or Very Vulnerable.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Bulletsmith"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun","description":"This Perk may be taken multiple\ntimes, each time adding a different\ncustomization to the Slayer’s\nGun. Below are some of the latest\nmodifications Slayers have incorporated\ninto their weapons:","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Bulletsmith"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Double Barrel","description":"The second\nbarrel on this custom gun (and\nthe extra shot loaded into it) isn’t\nmeant to discharge with the other\nbarrel — it’s a reserve shot in case an\nenemy charges while the slayer is\nreloading. When a foe moves into melee\nrange the slayer may fire this barrel (and\nwhatever round is loaded into it) at the\nattacker as a free action. When a slayer\nreloads his gun he can choose whether\nto reload the cylinder or the reserve\nbarrel—but he can’t reload both in the\nsame action.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Long Barrel","description":"The Slayer’s Gun\nloses the Carbine property, but its\nRange increases to 100\/200\/500 and it\ngains a telescopic sight that eliminates\nup to two points of Range penalties\nwhen the Slayer Aims. Basic shells\nfired from a Slayer’s Gun with this\nmodification deal damage 15.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Pistol Stock","description":"The Slayer’s Gun is converted into\ntwo equal pistols. Each has Range 10\/25\/40, but\nits own cylinder of six Shots. Both pistols count\nas the same weapon for Trademark Weapon\nand other abilities.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Magazine","description":"The Shots on the Slayer’s Gun\nincreases to 12. A Magazine may be loaded\nwith up to two different kinds of shells, and\neither one fired via a selector. Other types of\nshells must be breach loaded and fired one per\nturn.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Reinforced Chamber","description":"A heavy but shorter\nsmoothbore build on the Slayer’s Gun\ndecreases its Range to 25\/50\/100, but increases\nthe damage of every shell fired by +1.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Repeating Action","description":"The Slayer’s Gun gains the\nShort Burst property.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Blade","description":"The Slayer’s Gun gains a built in blade\nand extra grips to use it seamlessly as either\na melee weapon or a range weapon. It deals\nStrength +3 damage. Trademark Weapon and\nother abilities apply to either of the weapon’s\nattack modes.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Customized Slayer’s Gun • Potion Launcher","description":"Requires Alchemy. The\nSlayer’s Gun can load and launch a potion\nwith a Range of 25\/50\/100, Shots 1. The attack\nuses fire combat in place of missile weapons.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Customized Slayer’s Gun"}}}}]},{"type":"Perks","name":"Demonic Form","description":"When an Orrorshan calls upon Demoniacal Frenzy\nher physical body starts to change as well. She grows\nclaws that add +2 damage to unarmed melee attacks\nand reddened, scabby skin that adds +2 natural\narmor. Each enhancement stacks with other similar\nabilities, such as existing natural claws or armor.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Demoniacal Frenzy."}}}}]},{"type":"Perks","name":"Imp","description":"Most Orrorshan sorcerers skirt the edges of the\nAbyss when they learn the arcane arts. Diabolists\njump right into the inferno, entreating with demons,\ndevils, and all manner of foul beings for additional\npower. The representative for these powers is the\nDiabolist’s imp.\nImps may be various beasts: cats, dogs, even\nsnakes! They are never bird or creatures of the air—\nthe dark powers of Orrorsh dwell below, not above.\nWhatever the base creature is, it’s about half the size\nof a human and always jet black. Imps are strong for\ntheir size, but their most important characteristic is\nthey can speak — although most prefer not to draw\nattention to themselves by doing so.\nIn game terms, the player should control the\nimp most of the time, choosing its targets, rolling\nits attacks, and speaking for it. Imps don’t have\nknowledge beyond the sorcerer they are attached\nto. They represent the dark powers, but don’t have\nmagic or powers of their own.\nImps do not have Possibilities, but the sorcerer\ncan spend his Possibilities (and Destiny cards) for\nthe creature — even if they are separated. If slain\nthe dark powers form a new beast to act as the\nDiabolist’s imp. They aren’t pleased at having to\ndo so, and both they and the creature may find ways\nto express this displeasure and spur the sorcerer to\nemploy more caution in the future.\nAttributes: Charisma 6, Dexterity 8, Mind 7, Spirit\n7, Strength 8\nSkills: Dodge 10, intimidation 9, maneuver 9, stealth\n10, taunt 8, trick 8, unarmed combat 9\nMove: 10; Tough: 8; Shock: 7; Wounds: 1\nPossibilities: Never\nPerks: —\nSpecial Abilities:\n• Bite\/Claws: Strength +2 (10).\n• Small: Attacks against a Familiar suffer a –2\npenalty.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Diabolist"}}}}]},{"type":"Perks","name":"Medals • Sole Survivor Medal","description":"Awarded to the one\nperson to return from an otherwise doomed\nexpedition. The Sole Survivor medal cancels\nthe effects of The Law of Perseverance and its\nrecipient may Soak damage normally in Orrorsh.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Medals"}}}}]},{"type":"Perks","name":"Medals • India Campaign Medal","description":"Awarded to any\nStorm Knight who recovers an Eternity Shard\ninside Orrorsh. Once per act, the wearer may\nplay a Destiny Card into her own Action Pool\nor the pool of an ally as a free reaction during\nany turn.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Medals"}}}}]},{"type":"Perks","name":"Medals • Order Vestigium","description":"Awarded to those who defeat\na Nightmare. Evidence analysis tests become\nFavored, and the character is automatically\naware if any clue to a Nightmare’s origin is\nnearby. This doesn’t tell them what the clue is\nor where it can be found, just that something\nis afoot.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Medals"}}}}]},{"type":"Perks","name":"Medals • Order of the New Dawn","description":"This medal is\nawarded to those who have been cursed, but\nmanaged to eliminate the being or force that\ncursed them. This award is a mixed blessing,\nas its presence also alerts Victorians that the\nwearer is cursed, which may lead to trust\nissues. The wearer’s Corruption tests become\nFavored, and when a test fails the medal may\nbe “burned” instead of losing Charisma. It still\ncounts as a Perk when determining the cost for\nbuying new ones, but no longer has any other\neffect if burned.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"*Orrorsh","type":"OCCULT","Prereq":"Medals"}}}}]},{"type":"Perks","name":"Monster Slayer","description":"The academic’s occult learnings are applied\nto very practical results. Gain +1BD damage\non any attack that hits a creature imbued with\nsupernatural evil.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Orrorsh","type":"OCCULT","Prereq":"Beta Clearance, Occultist."}}}}]},{"type":"Perks","name":"Unstable Mixture","description":"The alchemist can mix a vial that has all the effects\nof two different potions. Each such mixture counts\nas two active potions.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Orrorsh","type":"OCCULT","Prereq":"Beta Clearance, Alchemy"}}}}]},{"type":"Perks","name":"Vial Bandoleer","description":"Add three additional active potions to an\nAlchemist’s usual maximum. This Perk may be\npurchased multiple times, each adding another\nthree active potions.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Orrorsh","type":"OCCULT","Prereq":"Alchemy."}}}}]},{"type":"Perks","name":"Brave","description":"The character either has a stout heart or has\nbecome numbed to the constant terror that abounds.\nFear tests are Favored, and if a Fear Test fails the\ncharacter is only Stymied rather than Very Stymied.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"PROWESS","Prereq":"None"}}}}]},{"type":"Perks","name":"Guardian Angel","description":"Allies within 5 meters may use the Guardian\nAngel’s current Defenses (dodge, melee combat,\nunarmed combat) instead of their own. Their own\nConditions, such a Vulnerable, still apply.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"PROWESS","Prereq":"Beta Clearance, Bodyguard."}}}}]},{"type":"Perks","name":"Pure","description":"There is something noble and incorruptible about\nthe Storm Knight. Corruption tests are Favored, and\nwhen such a test fails the character may choose\nto be Defeated instead of automatically losing\nCharisma. A temporary Injury deals a Wound, and\nany Injury stemming from a Corruption test must\nbe dealt to Charisma.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"PROWESS","Prereq":"Charisma 8+"}}}}]},{"type":"Perks","name":"Retaliation","description":"The warrior refuses to die quietly or alone! If\nforced to roll for Defeat, the character may take\nan immediate turn before the roll takes effect.\nUse it wisely!","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"PROWESS","Prereq":"Beta Clearance, Vengeful"}}}}]},{"type":"Perks","name":"Sacred Weapon","description":"In the Storm Knight’s hands, the weapon counts\nas magical, dealing full damage to Ethereal foes.\nIf a creature has an Allergy, the weapon counts as\ndealing damage of that type as well.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"PROWESS","Prereq":"Trademark Weapon"}}}}]},{"type":"Perks","name":"Unyielding","description":"Perseverance runs in your blood. When you play\nan Orrorsh Cosm card you immediately recover 5\nShock. You may play an Orrorsh Cosm card while\nKO’ed to regain consciousness.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"PROWESS","Prereq":"Beta Clearance, Orrorsh, Survivor"}}}}]},{"type":"Perks","name":"Macabre","description":"The character has embraced the dark and now fits\nin better with spooks and monsters. Creatures of\nsupernatural evil or those with Cloak of Darkness\nwon’t target the character so long as there’s another\nenemy within 10 meters to attack instead. A macabre\nStorm Knight gains a +2 bonus to persuasion against\nsuch monsters, but suffers a –2 penalty against\neveryone else.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"SOCIAL","Prereq":"Orrorsh, at least two adds in intimidation."}}}}]},{"type":"Perks","name":"Tea Master","description":"Anyone can steep a pot of tea\nand serve it to friends, but the true\nmasters of tea-making can tap into\nOrrorsh’s Law of Perseverance and\nimprove their chances at fighting the\nforces of Evil by serving afternoon\ntea for up to six people.\nServing tea usually is an elaborate\nritual, not all of which is necessarily\npossible when in the dark jungles.\nAfternoon tea must be done between\nthe hour of four and five o’clock\n(spending a Possibility allows the\nritual to take place anytime, but\nonly once each day). After an hour\nof serving tea, the tea master makes a\nCharisma + scholar test. The guests may\nassist as a Combined Action.\nTea and at least one “guest” are required\nbut if the tea master serves tea with dainty\nsandwiches, scones, and pastries, the\ntest is Favored. If the participants dress\nup in finery (at least semi-formal: day\ndresses, frock coats, hats, and gloves)\nthe test is Up.\nThe benefit depends on the Success Level:\n• Standard: The tea master and all guests draw\na Destiny card.\n• Good: All guests draw a Destiny Card. The tea\nmaster draws two cards, then chooses one of\nthem, and discards the other.\n• Outstanding: As Good but the tea master\ndraws two cards and keeps both.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Any","type":"SOCIAL","Prereq":"Orrorsh,\nCharisma 8+, and at least\none add in scholar."}}}}]},{"type":"Perks","name":"Ritualist","description":"The caster gains access to the Dark Rituals\nstarting on page 24. The caster may proceed\nwithout one of the listed material components\nat the cost of suffering a Wound. This Wound\nmay not be Soaked, and may only be healed\nafter the act ends.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile\nEmpire, Orrorsh, Tharkold","type":"SPELLCRAFT","Prereq":"At least one add in alteration, apportation,\nconjuration, or divination."}}}}]},{"type":"Perks","name":"Twilight Magic","description":"Magic in Orrorsh is dark and\ntainted. In the twilight, someone can\nsteadily be in-between the light and\ndarkness. Though the hour is short,\nmuch can be accomplished in an\nhour by a sure hand.\nTwilight Magic is one of the more\ndangerous schools of magic to\nmaster. More than half of the\nOccultists who have studied this\ngenre of magic have succumbed\nto Corruption and become agents of the\nGaunt Man or worse.\nIf an Occultist is willing to risk the\ndangers of this school, she can wield\npowerful spells.\nSelecting this Perk gains three\nSpells from the Twilight Magic\nlist on page 21.","rulesets":[{"system":"TORG","implementation":{"perkStats":{"Stats":{"Cosm":"Aysle, Core Earth, Cyberpapacy, Nile\nEmpire, Orrorsh, Tharkold","type":"SPELLCRAFT","Prereq":"Orrorsh, at least one add\nin alteration, apportation, conjuration,\nor divination."}}}}]}]}