{"name":"Tharkold psionics","description":"Tharkold psionics","entities":[{"type":"Spells","name":"Alter Object","description":"The agent focuses on a single inanimate object\nand then changes how others perceive it. The object\nlooks, feels, and smells like whatever the psi chooses.\nThe object can be no larger than an average sized\nperson and must be perceived approximately the\nsame size, weight, and shape of the old object, but\notherwise it can appear however the psi chooses,\nbut it must remain inanimate. A green backpack\ncan become blue, an opened wallet can appear to\nbe the badge and identification of a police officer,\nor fatigues can look like a fashionable tuxedo.\nIf the object is Large, the test takes a Hard (-4)\npenalty or if the object is Very Large then penalty\nis Heroic (-8).\nOn a success, one target visible to the psi perceives\nthe object differently. Should other targets see the\nobject, they perceive it normally. If the initial target\nleaves the area, and another arrives, the new target\nwill also perceive the object differently.\nThis power cannot make the object appear invisible.\nThe psi’s persuasion, intimidation, and trick tests\nthat employ the item are Favored.\nDespite appearances, the object itself isn’t changed.\nLiving beings perceiving the illusion believe it unless\nthey interact with it in some manner (e.g.touching\nor shooting it), or if an interaction with the object\nindicates that something is amiss. To disbelieve the\nillusion, the character makes an evidence analysis or\nMind contest vs. the psi’s telepathy as a free action.\nIf multiple beings attempt to disbelieve the illusion\nat the same time, they may do so as a Combined\nAction. Once anyone disbelieves the illusion, the\nillusion is broken and fades away.\nSuccess Levels:\n• Good: Up to three targets perceive the object\ndifferently.\n• Outstanding: Up to five targets perceive the\nobject differently.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Telepathy 12","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Anticipate","description":"Prerequisite: Beta Clearance and foreshadow power\nThis power allows reactions fast enough to react to\nimminent events. The psychic may test precognition\neach time a new Drama card is revealed. If successful,\nat the start of each round, the psi may choose to act\nbefore or after the Villains for that round. If another\neffect allows a Villain to always act first, roll a Bonus\ndie. On a ∞ the psi acts first.\nAnticipate only effects the psi and does not allow\nhis fellow Storm Knights to act when he does.\nSuccess Levels:\n• Good: The psi may play a Destiny card into\nhis Action Pool before acting instead of after\nacting.\n• Outstanding: As a Good result, plus the psi\ngains a normal action during the Heroes phase\nin addition to acting before or after the villains.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Precognition 14","Casting Time":"1 action","DN":"Very Hard (DN 16)","Range":"Self","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Atrophy","description":"The psi builds up psychic energy then touches\na target and channels that energy through their\nnervous system. This slows down the target’s\nreaction time and power. A success reduces the\ntarget’s Dexterity and Strength by –1. This does not\nmodify Toughness.\nSuccess Levels:\n• Good: Dexterity and Strength are reduced by\n–2.\n• Outstanding: Dexterity and Strength are\nreduced by –2 and the target suffers 2 points\nof Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":22,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"Touch","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Aversion","description":"Aversion creates an overwhelming desire in the\ntarget (or targets) to avoid the psychic at all costs.\nThis does not give the agent control over the target.\nThe target will do anything he can to avoid coming\nwithin 5 meters of the target or looking at him. The\ntarget may attack the psychic, but suffers the –6\npenalty for Blind Fire.\nOnce a target is no longer under the effect of\naversion, he may not be subject to any other aversion\nfor the rest of the scene.\nSuccess Levels:\n• Good: If able, the target moves away from\nthe agent on his action at his walking speed.\nThe target won’t harm himself to get away, or\nsuffer extra effects if there’s nowhere to go.\n• Outstanding: As Good but the target moves\naway at maximum speed (usually running).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Telepathy 12","Casting Time":"1 action","DN":"Target’s willpower or Mind","Range":"50 meters","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Awakened Mind","description":"Awakened Mind is a powerful ability that very\nfew followers of the Way master. Using ancient\nmeditative techniques passed down by members of\nthe Race for generations, the psi expands his mind.\nThis allows him to see things in different dimensions,\ntimelines, and realities. During this brief awakening,\nthe psi can share this psychic knowledge of different\npossibilities with fellow Storm Knights.\nIf successfully activated, Awakened Mind allows\nthe psi to immediately and freely trade any number\nof Possibilities with one reality-rated ally.\nSuccess Levels:\n• Good: The psi can connect an extra reality-\nrated person, allowing two other people to\ntrade with one another or all three to exchange\nany number of Possibilities. This may include\ngranting Ords Possibilities (which disappear\nat the end of the scene).\n• Outstanding: As Good plus one ally gains an\nadditional Possibility.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Precognition 16","Casting Time":"1 action","DN":"Heroic (DN 18)","Range":"Self","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Change Sound","description":"The agent manipulates noises so they are\ncompletely altered, or create sound where none\nexisted. A squeaky hinge on a door sounds like\nsomeone laughing, gun fire sounds like dogs\nbarking, or a car backfiring sounds like people\ncheering. The volume of the noise may even be\nmuffled or amplified, but only up to the equivalent\nof a gun shot (i.e. it cannot damage hearing).\nChange sound cannot create intelligible speech, but\nonly indistinct sounds that cannot be understood—\nchatter, a crowd roaring, or indistinct whispers.\nAdditionally, while someone talking can be\nchanged to sound like a horse neighing or tires\nsquealing, or even suppressed, it does change the\nwords projected from someone’s mouth. Change\nsound can be used to mimic words, Note this doesn’t\nhamper casting, the words of invocation are still\nspoken even if others can’t hear them correctly.\nSuccess Levels:\n• Good: Intelligible speech can be created.\n• Outstanding: As Good and the sound can be\nmade loud enough or confusing enough that it\nStymies anyone who hears it. Allies can cover\ntheir ears with warning as a free action.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":21,"Skill":"Kinesis 8","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"50 meters","Duration":"1 round","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Clairsentience","description":"The psi can use an object recently (within the past\n24 hours) in the possession of someone to track that\nperson. The psi smells, touches, and then focuses\non the object.\nOn a success, the psi gets a general sense of where\nthe person is currently located. The psi can use this\nability to track the target. He does not know the\ntarget’s exact location but can home in on it as he\ngets closer to the target. Within 50 meters of the\ntarget, the psi can pinpoint the target.\nIf the object’s owner is dead or across a reality\nboundary the power automatically fails.\nSuccess Levels:\n• Good: Duration increases to 1 hour and if the\nobject’s owner is dead the psi can feel it, and\ngains directions towards the body.\n• Outstanding: As Good, plus if the object’s\nowner is in another realm but still within the\nsame cosm the power functions normally. The\nduration increases to 1 day.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Precognition 10","Casting Time":"1 minute","DN":"Challenging (DN 12)","Range":"Touch","Duration":"10 minutes","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Deja Vu","description":"The psi gets a glimpse into the future getting a\nvague sense what will take place in his immediate\nsurroundings. This foresight allows her to take\nadvantage of any actions she takes in the present.\nDuring her turn, the psi chooses one skill test to\nbecome Favored for that turn.\nSuccess Levels:\n• Good: The duration increases to 3 rounds.\n• Outstanding: As Good and the psi may choose\nto make an ally’s skill Favored for their turn\ninstead of her own.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Precognition 12","Casting Time":"1 action","DN":"Easy (DN 8)","Range":"Self","Duration":"1 round","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Dissipate Energy","description":"Dissipate energy creates an invisible shield\naround the psi. This shield deflects and absorbs\nenergy attacks that target the psi. The psi gains +3\nto defenses against all energy weapons, fire, and\nelectricity-based attacks. If the psi makes an Active\nDefense she gains a +3 Armor bonus as well.\nSuccess Levels:\n• Good: As Standard but the bonus increases\nto +5.\n• Outstanding: As Good plus the psi may grant\nthe bonuses to one adjacent ally. If the psi\nmakes an Active Defense, any attacks on the\nally use the psi’s defense instead (as well as\ngranting the Armor bonus).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Self","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Empower Id","description":"The psi reaches out and touches the mind of a\nwilling target. He grasps at a lower and more primal\npart of the brain. The psi brings it to the forefront\nof the mind increasing the subject’s senses and\nathleticism at the expense of comprehension and\nhigher intellect. The target receives a +1 to Strength\nand Dexterity (including defenses and skills based\non Dexterity but Toughness is not changed) but\nat the expense of a –1 penalty to Mind (and skills\nbased on Mind). The target must willingly accept the\nchanges this power brings. Otherwise, Empower Id\nimmediately fails.\nSuccess Levels:\n• Good: The bonus to Dexterity and Strength\nincreases to +2, and the penalty to Mind\nincreases to –2.\n• Outstanding: As Good, plus the penalty to\nMind is is only –1.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":22,"Skill":"Telepathy 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"25 meters","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Environmental Adaptation","description":"The psi manipulates the air around a target,\nwarming or cooling it and increasing the target’s\nresistance to the elements. On a success, the target\nautomatically passes the first survival or Strength test\ndue to extreme cold or heat every 8 hours.\nThis power does not give the target resistance to\ncold or heat damage.\nThis power may only be attempted once per day.\nSuccess Levels:\n• Good: The target automatically passes all\nsurvival or Strength tests due to extreme cold\nor heat.\n• Outstanding: As Good, plus the target gains\n+2 Toughness to cold or fire damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":21,"Skill":"Kinesis 8","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Touch","Duration":"8 hours","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Flash Freeze","description":"The psi greatly slows down the molecules moving\naround the target. The air feels thicker and the\ntemperature rapidly drops. The air immediately\naround the target freezes, forming small ice crystals.\nIf successful, flash freeze deals 14 points of\ncold damage.\nIf the target is immersed at least up to their knees\nin water, the kinesis test gains a +4 bonus.\nSuccess Levels:\nGood: +1 BD damage. If the target is at least\npartially immersed in water, the target becomes\nimmobilized (but not restrained).\nOutstanding: +2 BD damage. If the target is at least\npartially immersed in water, the target becomes\nrestrained.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"50 meters","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Inflict Joy","description":"The psi mentally touches the target’s cerebral\ncortex, stimulating the brain to focus on feelings that\nmake the subject feel happy and joyful. The subject\nis overwhelmed with positive emotions, causing\nuncontrollable laughter.\nOn a success the laughter causes the character\nto become Stymied for the duration. The target\nmay also not attempt any taunt attacks during\nthe laughter.\nSuccess Levels:\n• Good: The target also becomes Vulnerable for\nthe Duration.\n• Outstanding: The target also becomes Very\nStymied for the Duration.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Telepathy 12","Casting Time":"1 action","DN":"Target’s willpower or Spirit","Range":"25 meters","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Mind Surge","description":"The psi cycles psychic energy into his own\nbrain, increasing memory, speed of thought, and\nresistance to mental intrusion. If the psi makes a\nstandard success on his telepathy test, he increases\nhis Mind and Spirit by +1. This does not alter the\npsi’s Shock Limit.\nSuccess Levels\n• Good: Mind and Spirit increase by +2.\n• Outstanding: As Good, plus psi’s Shock Limit\nincreases by 2.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":22,"Skill":"Telepathy 12","Casting Time":"1 action","DN":"Higher of psi’s Mind or Spirit","Range":"Self","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Mnemonist","description":"The psi causes the synapses in the hippocampus\nto fire rapidly. The psi can commit incredible details\nof smells, sounds, and sights to memory. Frequently\nused for espionage, mnemonist allows the psi to recall\nthis short memory, vividly, as if watching a movie.\nAfter the psi successfully tests precognition, he\nmay spend one round looking over his immediate\nsurroundings. The psi need not be obvious when he\ndoes this and can do so discretely. He can memorize\nall pictures, writing, and smells that are within a 5\nmeter radius with a success.\nEvidence analysis tests in subsequent scenes\ninvolving the memorized features become Favored.\nSuccess Levels:\n• Good: The area increases to a 10 meter radius.\n• Outstanding: As Good and future evidence\nanalysis tests gain a +4 bonus instead of\nFavored.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":20,"Skill":"Precognition 8","Casting Time":"1 round","DN":"Standard (DN 10)","Range":"Self","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Psychic Blade","description":"The psi focuses and forms mental energy into\na single melee weapon of his own design. The\nmanifested weapon of pure psychic energy cuts\nthrough armor without difficulty. On a Standard\nSuccess the psychic blade deals Strength +3 damage\nwith AP 2. The blade uses melee weapons to hit, and\nif dropped, handed off, or disarmed, the power\nduration immediately ends.\nSuccess Levels:\n• Good: Damage increases to Strength +4.\n• Outstanding: Damage increases to Strength +4\nand AP 4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Challenging (DN 12)","Range":"Self","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Psychic Deception","description":"Psychic deception enhances the user’s ability to\ndeceive even the most skilled diplomats. By tapping\ninto the target’s mind, they are made more receptive\nto the user’s ideas. Ideas the target would normally\nthink were repulsive seem completely reasonable.\nThe target will even believe blatant lies.\nIf successful, the psi's intimidation, persuasion, and\ntaunt tests that deal with deception (GMs call) are\nfavored against the target. Psychic deception cannot\nbe used to control the target. It only influences and\ndoes not command.\nSuccess Levels:\n• Good: All of the psi's intimidation, persuasion,\nand taunt tests against the target are Favored.\n• Outstanding: As Good and the user can pick\none skill (intimidation, persuasion, or taunt), and\nthat skill gets a +4 bonus against the target for\nthe duration.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Telepathy 10","Casting Time":"1 action","DN":"Target’s willpower or Mind","Range":"25 meters","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Pyrokinetic Storm","description":"Prerequisites: Beta Clearance, pyrokinesis power\nPyrokinetic storm is a closely guarded power by\nthe Awakened. It has a destructive potential that\nterrifies those with the wisdom to wield it.\nThis power creates a blazing fire tornado, affecting\ntargets in a Large Blast radius. This spell may also\nbe used to block a door or hallway no more than\n5 meters wide.\nTargets hit take 16 fire damage, which targets the\nlowest armor rating.\nThose who are in the raging fire at the end of their\nturn, or enter the fire takes damage again (plus any\nbonus damage). Targets may escape the firestorm\neasily unless they are immobilized.\nSuccess Levels\n• Good: +1 BD damage\n• Outstanding: +2 BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Kinesis 16","Casting Time":"1 action","DN":"Hard (DN 14) or Hard (-4) vs target’s. dodge\nor Dexterity","Range":"50 meters","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Read Mind","description":"All psis consider this an intrusive power and a\nviolation of sentient rights. Whether one actually\ncares about that or not is another matter, and of\ncourse some Storm Knights may feel they have no\nchoice in the most dire situations.\nA Standard success detects surface thoughts\nand emotions, but the target knows something is\nhappening. If he’s familiar with psionic powers, he\nknows his thoughts are being read. Only one read\nmind may be be attempted on a particular target per\nscene. Additionally, if the target is reality-rated they\nalways know that someone is trying to read their\nmind and the test is a contest instead.\nSuccess Levels:\n• Good: Important memories are detected and\nthe target doesn’t know he’s being scanned.\n• Outstanding: The target’s mind is an open\nbook. If the target doesn’t know something,\nhowever, due to a repressed memory or even\nbrain damage, the psi only picks up that\nsomething is missing.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":23,"Skill":"Telepathy 10","Casting Time":"1 round","DN":"Target’s willpower or Mind","Range":"10 meters","Duration":"1 minute","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Relieve Pain","description":"Relieve pain sends out a refreshing wave of energy\nto the psi and allies in range. Those affected instantly\nrecover 2 Shock.\nSuccess Levels:\n• Good: The affected recover 3 Shock.\n• Outstanding: The affected recover 4 Shock.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":21,"Skill":"Telepathy 8","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"5 meters","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Reshape Reality","description":"Only the most powerful psi’s can bend the laws\nof reality. The cosms are a powerful force that\nhave a will of their own. Those who master reshape\nreality can influence and even make minor changes\nto world laws.\nWith a successful test, the psi may draw two\nCosm Cards instead of one. He chooses one Cosm\nCard to keep, resolving its effects normally, and\ndiscards the other.\nAdditional success levels allow the user to\ninfluence other players Cosm cards.\nThis power may only be manifested at the start of\nan Act and only for a single attempt.\nSuccess Levels:\n• Good: The psi can allow one other player to\nalso draw two Cosm Cards, keep one and\ndiscard the second.\n• Outstanding: The psi can allow two other players\nto also draw two Cosm Cards, keep one and\ndiscard the second.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Precognition 18","Casting Time":"1 action","DN":"Very Hard (DN 16)","Range":"Self","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Shift Fate","description":"With endless Possibilities come unlimited potential\nfutures. Though it can be risky, some have learned\nto make minor adjustments to the present in order\nto change their fate.\nIf this power is attempted in a Dramatic scene, the\ntest is Disfavored.\nOn a successful test, during the next initiative\nphase after the new Drama Card is revealed, shift\nfate allows the psi to add one of the following to\nthe Approved Action line: Defend, Intimidate,\nManeuver, Taunt, or Trick.\nSuccess Levels:\n• Good: The psi replaces the Approved Action\nline with Any.\n• Outstanding: As Good, plus the psi may\nexchange the Hero and Villain Conflict Lines.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Precognition 16","Casting Time":"1 action","DN":"Very Hard (DN 16)","Range":"Self","Duration":"1 round","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Stall in Time","description":"Although precogs mainly are capable of\nsupernatural senses, and can even see the future, the\nmost powerful of this discipline can actually alter\nthe flow of time itself.\nThe psi touches a single target (no Multi-Targeting\nis allowed), and on a success the target experiences\na severe slowing in her rate of time. She is Very\nStymied and Very Vulnerable for the duration.\nReality-rated foes have an instinctive defense\nagainst this power, and any attack is a contest vs\nthe target’s reality instead of a test.\nWhen this power ends, the target may not be\naffected by stall in time until the next scene.\nSuccess Levels:\n• Good: The target is frozen in time for one\nround. Until this power ends, the target cannot\nact at all, and is immune to all damage and\neffects.\n• Outstanding: As Good and the duration is 2\nrounds.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Precognition 18","Casting Time":"1 action","DN":"Target’s dodge or Dexterity or target’s reality\n(see below)","Range":"Touch","Duration":"2 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Swap Consciousness","description":"Prerequisite: Beta Clearance and mind control\npower.\nThe Institute was designed with espionage in mind,\nand even this short time has developed one of the\nmost insidious methods of infiltration, even beyond\nwhat followers of the Way have accomplished.\nSwap conciousness may only be attempted against\nthose of the same species as the psi. The Race count\nas humans in this case, but the telepathy test takes\na -2 penalty.\nThe psi makes physical contact with the target’s\nhead. If he can maintain this physical connection, he\nbegins a battle of wills against the target to force his\nmind into the target’s body. If successful, the target\nand the psi swap consciousnesses.\nFor the duration of this power, the psi possesses\nthe target’s body, while the target posseses the psi’s.\nThe psi has the same attributes and skills as the\nbody he now possesses, and vice versa. However,\nabilities that require Perks (such as spells, miracles,\npulp powers, etc.) cannot be used.\nThe target also immediately possess the psi’s body\nif the transfer is successfully completed. The target is\nfree to act in the psi’s body with the exact same rules\nas described above. It is not uncommon for a target\nto be restrained before use of swap consciousness\nis attempted.\nUsing this power has risks. If the psi is killed\nwhile in the body of the target, the psi still dies, and\nthe target’s mind returns to the body and makes a\nnew Defeat test. Likewise, if the target dies while\ninhabiting the psi’s body, the psi must test Defeat\nwhen he returns. A penalty of –2 or more may be\napplied (GM’s call) based on the condition of the\nbody when the mind returns.\nThe target of this power may initiate a contest of\nwillpower or Mind once each hour, and the duration\nends if the target wins. If the target's body is KOed\nfor any reason he gains an extra chance to initiate\nthe contest. If the activation fails or the target wins\na contest to break free swap consciousness may not be\nused on that target again, any further attempt ends\nin automatic failure.\nSuccess Levels:\n• Good: The psi may use the target's Perks and\nSpecial Abilities that require knowledge and\nskill to use (GM's call).\n• Outstanding: As Good and the psi may use his\nown Charisma, Mind, and Spirit attributes, as\nwell as associated skills, instead of using the\ntarget's. No mixing is possible though (such as\nusing the target's Mind attribute with the psi's\nMind-based skill adds).","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Telepathy 18","Casting Time":"1 minute","DN":"Hard (–4) vs the target’s willpower or Mind","Range":"Touch","Duration":"8 hours","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Telekinesis","description":"Telekinesis allows a psi to move objects with her\nmind. The psi’s Spirit is her Strength once activated,\nbut she continues to use her own skills as usual.\nIf she wishes to grab a creature, she must use the\nGrappling rules as normal.\nA psi can move up to two objects at one time\n(including herself to “fly“). She must be able to lift\nthe combined weight of the objects, and they move\nup to her walking speed. In Good and Outstanding\nresults replace Mind with Spirit.\nSuccess Levels:\n• Good: Range of 50 meters and add +2 to the\npower’s effective Strength.\n• Outstanding: Range of 50 meters and add +4\nto the power’s effective Strength.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":25,"Skill":"Kinesis 12","Casting Time":"1 action","DN":"Easy (DN 8)","Range":"25 meters","Duration":"Concentration","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Telekinetic Blast","description":"The psi unleases a shockwave of telekinetic energy\nto blast nearby targets away. The wave always\nemanates from the character and affects targets in\na Medium Blast Radius. Targets hit take 14 damage\nand are pushed back five meters and Stymied. If this\nwould push the target off a cliff or otherwise into\na dangerous area, they stop just short but become\nVery Stymied.\nSuccess Levels:\n• Good: +1 BD damage.\n• Outstanding: +2 BD damage.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Kinesis 14","Casting Time":"1 action","DN":"Target’s dodge or Dexterity","Range":"5 meters","Duration":"Instant","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Telekinetic Strike","description":"The psi enhances the momentum of his limbs\nby increasing the kinetic energy around them and\n“thinning” the air in his path. The psi’s punches,\nkicks, elbows, knees, and all other attacks move\nfaster and have a slightly visible aura of energy\naround them.\nWhen successfully activated, the psi gets a +2\nbonus to all damage from unarmed combat. Telekinetic\nstrike cannot be used to enhance weapons, but does\nwork with natural weapons like bites or claws.\nThis is a bonus to damage, not Strength, so if the\ncharacter’s Strength was increased by Energize or\nanother source both would apply to increase the\noverall damage!\nSuccess Levels:\n• Good: The damage bonus increases to +3.\n• Outstanding: The damage bonus increases\nto+4.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":22,"Skill":"Kinesis 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"Self","Duration":"3 rounds","Type":"Psionic power"}}}}]},{"type":"Spells","name":"Thicken Air","description":"The psi focuses on the ether in a targeted area.\nHe empowers it with psychic energy, causing the\nair to become unnaturally viscous. Those affected\ndiscover that this viscous air moves with them.\nThicken air ether targets all within a Medium Blast\nRadius, and on a successful kinesis test, affected\ntargets any physical action that the target takes is\nconsidered two actions (i.e taking 2 actions would\ncount as 4 actions for Multi-Action penalties.\nPurely mental actions or those that only require\nspeech are not affected.\nSuccess Levels:\n• Good: As Standard and their movement is\nhalved. Simple actions are treated as a single\nfull action.\n• Outstanding: As Standard and physical\nactions count as three actions each.","rulesets":[{"system":"TORG","implementation":{"spellStats":{"Stats":{"Axiom Level":24,"Skill":"Kinesis 10","Casting Time":"1 action","DN":"Standard (DN 10)","Range":"25 meters","Duration":"Concentration","Type":"Psionic power"}}}}]}]}